[
  {
    "cedula": "M-21629",
    "clinical_data": {
      "padecimiento_actual": "5 DE DICIEMRBE DE 2024.- Inició su padecimiento hace 6 meses con la aparición de ronchas en la piel de la cabeza, con prurito, sin sangrado. Además observó una zona sin pleo. Localmente: crema. Por vía sistémica.  ningún medicameoto.",
      "antecedentes_heredofamiliares": "No conoce antecedentes por ser adoptado.",
      "antecedentes_personales": "Varicela, operado por varicocele izquierdo.Infección por SARS-CoV2 e 2023 (fiebre alta, diarrea sanguinolenta, cefalea, anosmia, rinorrea, mialgias, cansancio). Estuvo aislado una semana sin prueba ulterior.No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "S.D.P.",
      "tendencia_a_cicatrices_queloides": "Cicatrización tardía.",
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": "Epistaxis  ocasionales.",
      "ciclo_menstrual": null,
      "tabaquismo": "Positivo desde los 20 años (5 cigarrillos al diía).",
      "alcoholismo": "Positivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cabeza en forma difusa.",
      "morfologia": "Pústulas pequeñas espaciadas.",
      "resto_de_piel_y_anexos": "Desacartar aloepcia areata en la regió occipital derecha (placa alopécica, lisa, con dos otros mini vellos, redonda, de 2.5 cms). \r\nNevos pigmerntados escasos inactivos.\r\nMúltiples perforaciones para aretes en las orejas mejilla derecha,  cejas y nariz (23)."
    },
    "diagnosis": {
      "diagnostico_principal": "FOLICLITIS SUPERFICIAL EN A CABEZA.\r\nDescatar alopecia areata en la región occipital derecha.\r\nNevos pigmenatos escasos, inactivs.\r\nMúltiples perfraciones para aretes e las orejas, nariz, mejilla derecha, cejas )(23).\r\nOnicofagia bialetral en ambas manos.",
      "otros_diagnosticos": "Bisexual."
    },
    "evolutions": []
  },
  {
    "cedula": "M-21630",
    "clinical_data": {
      "padecimiento_actual": "5 DE DICIEMBRE DE 2024.- Inició su padecimiento hace 3 semanas, con la aparición de una mini pápula en el dorso del pulgar izquierdo, con ardor, con crecimiento paulatino.No ha sido tratado.",
      "antecedentes_heredofamiliares": "Madre hipertensa, abuelo materno tuvo infarto del miocardio.",
      "antecedentes_personales": "Varicela, parotiditis, amigdalectomía, accidente automovilístico con fractura de cráneo y pérdida del conocimiento hace 25 años.  Infección por SARS-CoV- 2 en 2020 ( gripe, cefalea, cansancio, ), estando aislado 15 días, la prueba PCR fue  negativa. ALÉRGICO A PENICILINA.",
      "resto_de_aparatos_y_sistemas": "Ingiere atorvastatina. Última revisión prostática hace 5 meses",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Positivo (cigarro electrónico (terea).",
      "alcoholismo": "Alcoholismo hasta hace 15 años.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la mano izquierda en el dorso del pulgar izquierdo.",
      "morfologia": "Placa eritemato-macerada, redonda, bien limoitada, no dolorosa, de 4 mms.",
      "resto_de_piel_y_anexos": "Queratosis seborreicas pigmentadas.\r\nVerruga seborreica en la cara lateral derecha del cuello.\r\nNevos pigmentados numerosos inactivos.\r\nDermatofibroma pigmentado en la cara anterior del muslo izquierdo."
    },
    "diagnosis": {
      "diagnostico_principal": "PROBABLE PIODERMATITIS EN EL PULGAR IZQUIERDO.\r\nQueratosis seborreicas.\r\nVerruga seborreica en la cara lateral derecha del cuello.\r\nNevos pigmentados inactivos.\r\nDermatofibroma pigmentado en el muslo izquierdo.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "M-21632",
    "clinical_data": {
      "padecimiento_actual": "6 DE DICEMBRE DE 2024.- Inició su padecimiento  en marzo de 2023  le gtrataron dos neves en el tórax posterior, uno de  ellos con buea evolución pero el otro no mejoró-Poco después por gingivorragias se pratci´+o biopsia de paladar diagnosicado con PENFIO VULGAR. La lesion en el tórax posterior no mejoró. EN septiembre de 2023 aparecieorn numerosas lesiones  en el tórax posterior con prurito. El supuestpo \"lunar\" no cicatrozaba. La dermatólpoga prsriibó meticorten 20 mg. y despupés 10 mg., luego azatioprina 1 x 1  x 60'. Hace  11 meses inició una placa blanca en a piel de la cabeza. Inici´ampollas en el tórax anterior. El Dr., Green en GUadalajara pereciib´+o dedflazacort 45 mg. por 4 semans, desmitron 100 mg. . La consulta cada 2 meses con estiudios. La mejroría es relaytiva.  Actualmente ingiere 15 mg. de deflazacort y 125 mg de desmitron.  Este méico dijo ser  pénfigo foliáceo.",
      "antecedentes_heredofamiliares": "Abuela paterna diabética, madre asmática, hermano fallecó por infarto del mioardio.",
      "antecedentes_personales": "Varicela, sarampión, gesta I,para I, amigdalectomía, operada por fisuraanal, extoirpación de finroma mamario.  Infección por SARS-.CoV-2 (cnsancio tos ligera, rinorrea). Esuvo aislada 5 días. La prueba PCR que la paciente realió al parecer negativa. No alergias medicamentoaas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere complebo B, vitamna D, lisina, omega 3. Última revisión ginecológica hace 8 meses.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia fisiológica a los 55 años.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis disemina a la piel de la cabeza en forma difusa, al tórax posterior, al tórax anterior, al abdomen. Bilateral y asimétrica.",
      "morfologia": "Innumerbales placas eritemato-escamodsas grandes en la piel de lsa caveza algunas con aspecto ostráceo. En el cuerpo son placas eritemato-congestivas escamosas de diferentes formas y tamaños, bien limitadas.",
      "resto_de_piel_y_anexos": "S:D:P:"
    },
    "diagnosis": {
      "diagnostico_principal": "DESCARTAR PÉNFIGO VULGAR",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "M-21633",
    "clinical_data": {
      "padecimiento_actual": "6 DE DICIEMBRE DE 2024.- Inició su padecimiento hace 8 días con una quemadura en el tobillo derecho. Aplicó hielo.En la actualidad se queja de dolor y ardor.  Localmente: agua fría. Por via sistémica. tylenol).",
      "antecedentes_heredofamiliares": "Tía materna tuvo diabete tipo I, abuela materna tuvo un accidene vascular cererbal.",
      "antecedentes_personales": "Varicela, sarampión, parotiditis, operada e la clavícula izquierda post-caída..Gesta II, para II, Infección or SARS-CoV-2 en 2021 ( cefalea intensa, rinorrea, tos, cansancio, otalgia) persistiendo  4 días. No realizó prueba ulterior. Por segunda vez se infectó  (tos, cefalea, cansancio), sin prueba ulterior. No alergias medicamentosas conocidas..",
      "resto_de_aparatos_y_sistemas": "Ingiere eutirox. Última revisión ginecológica hace 10 meses.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca  a los 12 aos de edad con ritmo de 28 X 5. Usa DIU probablemente de cobre.",
      "tabaquismo": "Positivo desde los 15 años de edad hasta los 27 años (10 cigarrillos al día).",
      "alcoholismo": "Por vía sistémica (4 copas por semana).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada al pie derecho donde afecta la superficie lateral  externa del dorso.",
      "morfologia": "Placa eritemato.congestiva alargada bien limitada, con la superfice opaca blanquecina,  de unos 6 cms.,  bien limitada.",
      "resto_de_piel_y_anexos": "Nevos pigmentados inactivos, el mayor en el hemitórax derecho posterior (cuadrangular de 18 mms)."
    },
    "diagnosis": {
      "diagnostico_principal": "QUEMADURA DE SEGUNDO GRADO EN EL PIE DERECHO.\r\nNevos pigmentados inactivos.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "M-21634",
    "clinical_data": {
      "padecimiento_actual": "9 DE DICIEMBRE DE 2024.- Inició su padecimiento hace 10 días con la aparición de pápulas en las mejillas con dolor al tacto, que la paciente relaciona con la ingestión de chocolates y almendras. Además la paciente cuida su madre que tiene 99 años. No ha sido  tratada.",
      "antecedentes_heredofamiliares": "Madre hipertensa,  quien tuvo un accidente vascular cerebral, padre tuvo linfoma, tíos paternos (2) tuvieron csa., pulmonar, tía paterna tuvo ca. hepático, hermano tuvo melanoma, otra hermana tuvo ca. en colon.",
      "antecedentes_personales": "Varicela, sarampión, parotiditis, tosferina, fractura de muñeca derecha operada,  gesta 0, amigdalectomía, queratotomía radiada bilateral,  No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere multivitaminas, livial tres tabletas por semana, telmisartan y amlodipino, vitamina D, calcio. Última revisión ginecológica hace dos meses.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": "Hipertensión arterial en control.",
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia fisilógica a los 60 años.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis loclaizada a la cara donde afecta las mejillas en las regiones nasogenianas. Bilateral y simétrica.",
      "morfologia": "Pápulas y alguna pápulo-pústulas bien limitadas, poco numeorsas, en \"banda\"  en  la mejilla izquierda.",
      "resto_de_piel_y_anexos": "Queratosis seborreicas en la región interparietal y en el hemitorax derecho posterior. (dos neoformaciones de color beige, en la cabeza, plana, áspera, bien liimitada, de 9 mms.) y en el tórax posterior,  café oscuro, plana, ovalada, de 9 mms.\r\nLentigines en el dorso de las manos."
    },
    "diagnosis": {
      "diagnostico_principal": "FOLICULITIS ACNEIFORME.\r\nQuratosis seborreicas,\r\nLentignes en el dorso de las manos.",
      "otros_diagnosticos": "Hipertension en control."
    },
    "evolutions": []
  },
  {
    "cedula": "M-21635",
    "clinical_data": {
      "padecimiento_actual": "9 DE DICIEMBRE DE 2024.- Inició su padecimiento hace un año con la aparición de una pápula en la punta de la nariz que exprimió dejando una cicatriz deprimida. No ha sido tratado.",
      "antecedentes_heredofamiliares": "Abuela paterna diabética, hijo asmático, madre hipertensa, tuvo ca. en el colon, padre tuvo linfoma, abuela materna tuvo  ca. no especificado, abuelo paterno tuvo ca. no especificado.",
      "antecedentes_personales": "Varicela, pericarditis hace 10 años. Infección por SARS-CoV-2 en 2022 (maletar general, fiebre, rinorrea.anorexia) persisitiendo 4 días. La prueba para antígeno a las semana de la infección fue negativa No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere los medicamento siguientes: entresto, hidroclorotiazida, carvedilol, atorvastatina, spironmolactona y saw palmetto.  No ha revisado la próstata.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": "Hipertensión  arterial en control.",
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Positivo desde los 20 años por 10 años (3 cigarrillos al día).",
      "alcoholismo": "Positivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada al hemiatórax izquierdo posterior.",
      "morfologia": "Neoformación beige, escamosa, casi plana, bien limitada, sésil, ovalada, de 8 mms.,",
      "resto_de_piel_y_anexos": "Angiomas capilares tipo rubí.\r\nQuiste de retención en el flanco derecho (neoformación de color gris-azul, redonda, plana, con cierto puntilleo más oscuro en la superficie, bien liimitada, no dolorosa, blanda, redonda, de 4 mms.)\r\nQuiste infundibular en la nuca (neoformación cubierta por piel aprentemente normal, móvil sobre plnos profundos, firme al tacto, de unos 2.5 cms. no dolorosa)."
    },
    "diagnosis": {
      "diagnostico_principal": "QUERATOSIS SEBORREICA PIGMENTADA EN EL HEMITÓRAX IZQUIERDO POSTERIOR.\r\nAngiomas capilares tipo rubí.\r\nQuiiste de retención en el flanco derecho.\r\nQuiste infundibular en la nuca.",
      "otros_diagnosticos": "Hipertensión arterial en control."
    },
    "evolutions": []
  },
  {
    "cedula": "M-21636",
    "clinical_data": {
      "padecimiento_actual": "9 DE DICIEMBRE DE 2024.- Inició su padecimiento hsace 2 años con la aparcio´n de una \"bolita\"! en la pierna izquierda sin síntomas, con crecimento lento. No conoce una causa desencadenante. No ha sido tratado.",
      "antecedentes_heredofamiliares": "Abuelas materna y pagterna tuvieron csa gástrioc, tío materno tuvo linfoma, pare tuvo ca. hepático.",
      "antecedentes_personales": "Varicela, partoditis, gesta I aborto I, Refiere ser bipolar. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "ALérgica al níquel.Ingiere risperidoa y valproato. Última revisión ginecológica hace un año.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca a los 13 años con ritmo de 28 X 5.",
      "tabaquismo": "Posirivo desde los 17 años (20 cigarrillos al día, 4 \"porros\" de marihuana).",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la superficie externa del tercio medio de la pierna izquierda,",
      "morfologia": "Neoormación de color azul, palpable, pcco hipetróitica, bien limitada, móvil sobre planos profundos., de unos 2.5 cms. Mostró un ultrasonido imformado como patr´+pn eocgráfico isoecoico sin involucrar masas musulasres , avascular homogénsa de 8 X  6 x 3 mm.",
      "resto_de_piel_y_anexos": "Dermatobrima pigmenatdo en el tobillo anterior izquierdo (neoformaci´+on café oscuro, redoda, bien liitada, de 6 mms. firme.\r\nLipoma en el tercio sueprior dle hemtórax izquierdo posterior entre dos cicatrices quirúrgicas anriguas.\r\nOnicodistrofia en ambos pies (meiamenros?, hongos ?)"
    },
    "diagnosis": {
      "diagnostico_principal": "DESCARTAR QUISTE INFUNDIBVULAR VS. TMOR LÓMICO EN A PIERNA IZQUERDA.\r\nDermatofibroma pigmentado en la pierna izquierdo.\r\nOnidistrofia ungueal en ambos pies.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "M-21637",
    "clinical_data": {
      "padecimiento_actual": "10 DE DICIEMBRE DE 2024.- Inició su padecimiento hace 10 años con la aparición de neoformaciones en las mejilas sin síntomas.. No ha sido tatado ,",
      "antecedentes_heredofamiliares": "Madre tuvo ca. en el colon. Padre tuvo linfoma.",
      "antecedentes_personales": "Varicela, colecictectomía No alergias medicamentoss conocidas.",
      "resto_de_aparatos_y_sistemas": "No ha revisado la prótata.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo (2-.3 copas pr semana):",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara donde afecta la mejilla derecha.  la región fronto-temporal derecha. la región medio frontal y la cabeza de la ceja izquierda. Bilateral y asmétrica.",
      "morfologia": "Cinco pápulas del color de la piel, poco hipetróficas, redondas, de 1 a 2 mms. bien limitada, ligeramente deprimidas en el centro.",
      "resto_de_piel_y_anexos": "Hipermelanosis por fricción en al tercio superior del tórax posterior (dos manchas de color  gris de 4 a 5 cms., adyacentes con una zona central de piel sana).\r\nAngioma capilar tipo rubi en el hemiabdomen izquierdo."
    },
    "diagnosis": {
      "diagnostico_principal": "HIPERPLASIA DE GLÁNDULAS SEBÁCEAS. \r\nHipermelanosis por fricción en el tercio superior del tórax\r\nAngioma capilar tipo rubí en el hemiabdomen izquierdo.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "M-21638",
    "clinical_data": {
      "padecimiento_actual": "12 DE DICIEMBRE DE 2024.- Inició su padecimento hace una semana.  Notó un piquete en el dedo índicie izquierdo sin síntomas. Días después sintió induraicón con tenso prurito y después dolor en el  antebrazo hasta le codo. Consultó una doctora quien prescribió aciclovir en pomada, sin resultados. Desués otro médico prescribió aciclovir oral  y un antibiótico , aciclovir pomada y barmicil. No mejró aporecendo cefalea.  Tuvo contacto con flores  de nochebuena.",
      "antecedentes_heredofamiliares": "Dos soibrinos asmáticos, hermano tiene conjuntivitis alérgica.",
      "antecedentes_personales": "Varicela, sarampión,  No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Lo anotado. Última revisión ginecológica hace 4 meses.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca a los 13 años con ritmo de 28 X 4.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada al índice izquerdo en la cara palmar de la segunda falange.",
      "morfologia": "Neoformación eritmao-escamosa, redonda, bien limitada, dolorosa, de 7 mms. bien,limitada",
      "resto_de_piel_y_anexos": "Nevos pigmentados inactivos."
    },
    "diagnosis": {
      "diagnostico_principal": "PROBABLE PIDOERMATITIS EN EL {NDICE IZQUIERDO SEMEJANDO NÓDULO DE LOS ORDEÑADORES??.\r\nNevos pigmentados inactivos.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "M-21639",
    "clinical_data": {
      "padecimiento_actual": "12 DE DICIEMBRE DE 2024.- Se presentó por verrugas en el cuello y en el abdomen, sin tratamiento. No refiere síntomas excepto en el cuello molestias con el roce de  la ropa.",
      "antecedentes_heredofamiliares": "Padre y tío paterno diabéticos, hipertensos, madre, hermana y dos primas maternas tuvieron en mama.",
      "antecedentes_personales": "Varicela, sarampión, piloroplastpía en la primera infancia, operado de cataratas bilaterales con aplicación de lente intraocular. Infección por SARS-CoV-2 hace 3 años (cansacio, rinorrea, tos, mialgias) durante una semana con prueba para antígenos negativa  a los 7 días. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Alérgico a la guayaba. Última reviión prostática hace un año. Prediabetes controlada con metormina 500 mg. Ingiere atacand.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": "Hipertensión arterial en control.",
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Positivo desde los 20 años de edad hasta los 21 años (20 gigarrillos al día), después fumó  pipa durante un año.",
      "alcoholismo": "Positivo (5 copas por semana).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada a la cabeza en la región interparietal, a la cara en las mejillas y en la región frontal, al tórax anterior y posterior y al dorso de la mano izquierda.. Bilateral y asimétrica.",
      "morfologia": "Numerosas neoformaciones de color café moderadamente oscuro excepto la situada en el dorso de la mano izquiera que es  negruca,  bien limitadas, escamosas, ásperas, poco hipetróficas.",
      "resto_de_piel_y_anexos": "Fibromas laxos en las axilas."
    },
    "diagnosis": {
      "diagnostico_principal": "QUERATOSIS SEBORREICAS NUMEROSAS.\r\nFibromas laxos en las axilas.",
      "otros_diagnosticos": "Hipertensión arterial en control.\r\nPrediabetes en control."
    },
    "evolutions": []
  },
  {
    "cedula": "M-21640",
    "clinical_data": {
      "padecimiento_actual": "12 DE DICIEMBRE DE 2024.- Inició su padecimiento hace 3 años con la aparición de una mancha oscura en la mejilla izqiuerda, sin sítotmas. No conoce una causa desencadenante. No ha sido tratada.",
      "antecedentes_heredofamiliares": "Hermana con manchas cafés numerosas sin diagnóstico, tuvo ca. en mama, padre y siete tíos paternos diabéticos, dos hermanos diabéticos, prima  paterna tiene diabetes tipo I,",
      "antecedentes_personales": "Varicela, sarampión, amigdalectomía, artroscopia de la rodilla derecha hace  dos años. gesta III, para III, Prediabética hace 6 meses controlada con  metformina 500 mg. Infección por SARS-CoV hace 3 años (cansancio, somnolencia, anorexia, tosa, rinorrea), con aislamientosiete días. La prueba para antígenos fue negativa.. ALÉRGICA A CIPROFLOXACINA.",
      "resto_de_aparatos_y_sistemas": "Ingiere temerit, seloken zoc,  dicardipino, notoviral,alprazolam, calcio D3, ácido alendrónico cada semana. Bloqueo de rama derecha  estable. Última revisión ginecológica hace 2 meses.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia fisiológica a los 50 años.",
      "tabaquismo": "Positivo desde los 16 años (2-3 cigarrillos al día).Actualmente negativo.",
      "alcoholismo": "Positivo (una copa por semana),",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara donde afecta la mejilla izquierda.",
      "morfologia": "Mancha café moderadamente oscura, ovalada bien limitada, de 8 mms.",
      "resto_de_piel_y_anexos": "Nevos pigmentados inactivos incluyendo 5 en la planta derecha (manchas beige individuales, redondas u ovaladas, bien limitadas, sin signos de actividad melanogénica).\r\nHIpermelanosis por fricción leve en el tórax posterior."
    },
    "diagnosis": {
      "diagnostico_principal": "LENTIGO SIMPLE EN LE MEJILLA IZQUIERDA. \r\nNevos pigmentadoos inactivos.\r\nHipermelanosis por fricción en el tórax posteror.",
      "otros_diagnosticos": "Hipertensión arterial en control. \r\nPrediabetes en control."
    },
    "evolutions": []
  },
  {
    "cedula": "m-21641",
    "clinical_data": {
      "padecimiento_actual": "13 DE DICIEMBRE DE 2024.- Inició su padecimiento hace dos meses con la aparición de \"nóduloss\" en las mejillas con dolor, por lo cual una dermatóloga prescribió isotretinoína a dos  bajas dos meses., blistex,  cleanance gel, vitamina C, heliocare, xeracalm, nytrracot. La pacente usó peroxido de benazoílo y effaclar.",
      "antecedentes_heredofamiliares": "Abuela materna  diabética, fallecida por ca. no especificado, hipertensa.",
      "antecedentes_personales": "Varicela hace un año, hepatitis A hace 18 meses, rinopastía, extracción de los últimos 4 molares. Alérgica al acrilan, Infección por SARS-CoV-2 hace 4 años (fiebre, cefalea, cansanco,  anosmia, ageusia, ) persistirnendo varios días. La prueba PCR a la semana fue netaiva.   No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Quistes ováricos. La ginecolóa prescribió meformina que suspendio.  Última revision gineclógica hace 3 meses.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca a los 13 años de edad con ritmo de 32 X 4.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara donde afecta las mejillas. Bilateral y simétrica.",
      "morfologia": "Pápulas eritematosas congestivas alguna excoriada en la mejilla derecha,  bien limitadas, individuales, moderadamente activas.",
      "resto_de_piel_y_anexos": "Nevos pigmentados diversos (oreja dereha y extremidades). poco abundantes, inactivos."
    },
    "diagnosis": {
      "diagnostico_principal": "ACNÉ DEL ADULTO III.\r\nNevos pigmentados inactivos.",
      "otros_diagnosticos": "Ovarios poliquísticos."
    },
    "evolutions": []
  },
  {
    "cedula": "m-21642",
    "clinical_data": {
      "padecimiento_actual": "13 DE DICIEMBRE DE 2024.- Inició su padecimiento hace 7 meses con la aparición de sequedad en la piel de la cabeza con prurito.Paulatinamente aparecierpon \"bordes\" con prurito.. No conoce una casua desencadenante. Localmente: betnovate capilar, psorisdin, clobex shampoo, shampóo con alqujigtrán de hulla. Por vía sistémica: hidroxicina-.",
      "antecedentes_heredofamiliares": "Abuela paterna, madre,  hermano diabéticos, hermano hipertenso, hermano tuvo un accidente vascular cerebral, madre tuvo ca. en el páncreas.",
      "antecedentes_personales": "Varicela, sarampión gesta III, para III, operada de cataratas. No alerrgias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere los medicamentos siguientes y usa i nsulina, karet amlodipino, glimepiridina.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": "Hipertensión arterial en control.",
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia fisiológica a los 55 años.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": "Depresion por inactivida y tgemor de saliker de casa y manejar auto."
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cabeza en forma difusa.",
      "morfologia": "Placas eritematoescamossa  bien limitadas particularmente en el limbo de implantación del pelo. En otras zonas se observaron costras hemáticas.",
      "resto_de_piel_y_anexos": "Dermatosis hipocromiante idiopática en los antebrazos."
    },
    "diagnosis": {
      "diagnostico_principal": "DECARTAR PSORIASIS EN LA PIEL DE LA CABEZA.",
      "otros_diagnosticos": "Hipertesnsión arterial en control\r\nDiabetes mellitus tipo II. en control."
    },
    "evolutions": []
  },
  {
    "cedula": "m-21643",
    "clinical_data": {
      "padecimiento_actual": "13 SDE DICIMEBRE DE 2024.- Inició su padecimiento hace dos meses con prurito en el hemitorax derecho posterior sikn lñesiones cutáneas, dos semanas después noto prurito en el hombro con minimas pápuñlas y poco después sequedad en la piel del brazo. Hace 3 semanas inició dolor en la antebrazo derecho con algunas pápulas.. No ha sido tratada.",
      "antecedentes_heredofamiliares": "Abuelos paternos y padre diabéticos, abuela materna y madre hipertensas, hermana tuvo teratoma tratada con quimioterapia.",
      "antecedentes_personales": "Varicela, septumplastía, exytracción de los últimos 4 molares, operada por un accidente automovilítico en la región lumbar izquierda, herpes progesnoital recivifda nte desde ace 2 años. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Rinoconuntivitis estacional, intolerancia a las almendras. Última revisión ginecológica hace 9 meses.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca a los 12 años con ritmo irregualr hasta el usol de diu (Mirena).",
      "tabaquismo": "Positivo desde los 18 añ{os por un año (2-3 cigarrillos al dÍA.",
      "alcoholismo": "Postivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosius diseminadaal hombro derecho y al brazo del musmo lado en a sperficie de extensión.",
      "morfologia": "Placas hiipermelanóticos escamosas en \"banda\" bien limitadas., alargadas,",
      "resto_de_piel_y_anexos": "Cicatrz atrófica irregular en la regvi´n lumbar izquerda.\r\nAcnpe del adulro II (pápulas eritematosas pco activas en las mejillas."
    },
    "diagnosis": {
      "diagnostico_principal": "PROBABLE POROQUIERATOSIS DISEMINADA. \r\nAcné del adulto II.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21644",
    "clinical_data": {
      "padecimiento_actual": "16 DE DICIEMBRE DE 2024.- Inició su padecimiento hace  2 años con la aparicón de una mancha café en el dorso  de la nariz, sin síntomas, ni sangrado. No ha sido tratada.",
      "antecedentes_heredofamiliares": "Dos hijas tienen  acné, hermano  probalemente fallecido por infarto del miocardio,  hija tuvo ca. tiroideo, madre fallecida reicentement, tuvo al parecer queratosis seborreicas.",
      "antecedentes_personales": "Varicela, parotiditidis, gesta VI, gesta VI, para I, cesáreas III, aboto I, ´óbito fetal I, histerectomía parcial, bartolimitis tratada en 4 ocasiones.Infección por SARS-CoV2-2 hace un año (mialgias, malestar genberal, cefalea, anosmia, ageusia, rinorrea, cansancio) persistiendo 3 días. Estuvo aislada doce días. La prueba ulterior PCR fue negativa. No alergias medicamentosa conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere mulivitaminas, colágeno, té verde. Úlltima revisión ginecológica hace dos años.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia quirúrgca.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara donde afecta el dorso de la nariz.",
      "morfologia": "Mancha de color café, bien liimtada, de 6 mms, coin un pimento más oscuro  en el borde.",
      "resto_de_piel_y_anexos": "Melasma epidérmico (manchas tenues en ambas mejillas, más o menos bien limitadas),\r\nnevos escasos pigmenatdos en la cara yen a oreja derecha inactivos."
    },
    "diagnosis": {
      "diagnostico_principal": "LENTIGO SIMPLE EN EL  DORSO DE LA NARIZ.\r\nMedlasma epidérmico.\r\nNevos pigmentados escasos, inactivos.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21645",
    "clinical_data": {
      "padecimiento_actual": "16 DE DICIMEBRE DE 2024.- Inició su padecimiento hace 3 meses con la aparición de dos verrugas en la planta derecha y pco después en la planta izquierda, con dolor a la deambulación. Asistió a una podóloga quien debridó las verrugas. Además notó una mancha morada en la primera uña del pie derecho (hace un año) sin síntomas. Por vía sistémica. ningún medicamento.",
      "antecedentes_heredofamiliares": "Abiuela paterna falleció por diabetes mellitus, bisabuela materna falleció por infarto del miocardio. hermano asmática.",
      "antecedentes_personales": "Negativo. Alérgica al níquel.  Infección por SARS-.COV.2 en 2022 (tos, rinorrea,, anosmia y ageusia, cansancio) persistiendo 15 días por neumonía, La prueba PCR a los 20 días.fue negativa. No alergas medicamentoass conoocidas.",
      "resto_de_aparatos_y_sistemas": "S.D.P:",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Negativo.",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada al primer dedo del pie derecho donde afecta el plato ungueal en el borde externo sin llegar al borde ungueal posterior.",
      "morfologia": "Mancha café moefradamente oscura, bie limitada, de unos 2 mms. de ancho. No existen signos de actividad melanogénica.",
      "resto_de_piel_y_anexos": "Verrugas virales plantraes en tratamiento."
    },
    "diagnosis": {
      "diagnostico_principal": "MELANONIQUIA EN EL PRIMER DEDO DEL PIE DERECHO.\r\nNevos pigmentados inactivos (labio supeiror, cuello,  mama izquierda, tórax posterior)  inactivos.\r\nVerrugas virales plantares.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21646",
    "clinical_data": {
      "padecimiento_actual": "17 DE DICIEMBRE DE 2024.- En mayo de 2024 viajó al desierto de Atacama y al regreso notó una mancha oscura en el dorso de la nariz, descamación , usando bloqueador. Hace 3 semanas percibió sensbilidad en dicha zona..  No ha sido tratado.",
      "antecedentes_heredofamiliares": "Madre hipertensa, medio hermano asmático, abuela materna tuvo ca. no especificado.",
      "antecedentes_personales": "Amigdalectomía, fractura de un metatarsiano derecho, operada, hernioplastía inguinal izquierdo, colecistecgtomía.  Infección por SARSCoV-2 en 2022 (cansancio, fiebre, ageusia, anosmia, ardor en la piel del tórax, cefalea, odinofagia) persistiedo 10 días. La pueba PCR a los 10 días fue negativa. .No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Rinitis alérgica estacional. .Ingiere vitamna C, zinc, magnesio, resevrtarol. Última revsion prostática hace 8 meses.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo (3 copas por semana).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis  localizada  a la nariz en el dorso.",
      "morfologia": "Leve hipermelanosis mal limitada.",
      "resto_de_piel_y_anexos": "Nevos pigmentados inactivos.\r\nAngiomas capilares  tipo rubí.\r\nAlopeia androgenética III."
    },
    "diagnosis": {
      "diagnostico_principal": "HIPERMELANPSIS PÓST-INFLAMAGORIA EN EL DORSO DED LA NARIZ.\r\nNevos pigmentados inactivois.\r\nAngimas capilares tipo rubí. \r\nAlopecia androgenética III.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21647",
    "clinical_data": {
      "padecimiento_actual": "17 DE DICIEMBRE DE 2024.- Inició supadecimieto hace 16 años con vitiligo, estable. Hace 4 años las manchas blancas se expandieron en diveras zonas de la piel. Fue tratado por el Dr.Peyró con diversos tratamientos.",
      "antecedentes_heredofamiliares": "Hermano diabético, padre fañleció por infarto del miocardio y por ca., de próstata.",
      "antecedentes_personales": "Varicela sarampión, viitiligo desde 16 años, ca.gástrico operadao hace 7 años, linfoma no Hogdkin.Infección por SARS-CoV-2 (fiebre un día), diarrea, cefalea) pesisitneo 3 días. La prueba PCR a los 3 días fue negativa.. ALÉRGICO A LA PENILCINA Y A LAS SULFAS.",
      "resto_de_aparatos_y_sistemas": "Ingiere levotiroxina. Última revsión prostática hace un año.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo (2 copas cada dos semanas).",
      "problemas_emocionales": "Insomnio inespecífico."
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis generaliada respetando mucosas, palmas y plantas.",
      "morfologia": "Manchas acrómicas de diferentes formas y tamaños, bien limitadas.",
      "resto_de_piel_y_anexos": "Alopecia androgenétrica VII.\r\nQueratosis actinica en la región parietal derecha (placa eritematosa, de 5 mms).\r\nangiomas capilares tipo rubí. Lentigines en el tórax posteroir.\r\nLentigo solar en la cara.\r\nOnicomisosi distal subungueal podal bilateral."
    },
    "diagnosis": {
      "diagnostico_principal": "VITILIGO GENERAZLIADO.\r\nAloecia androgenética VII.\r\nAngiomas capilares tipo rubi. \r\nLentigineds en el t´rax posterior.\r\nNevos pgmeatdos inactivos.\r\nLentigo solar en las mejillas.\r\nOnicomicosis distal subungueal podal.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21648",
    "clinical_data": {
      "padecimiento_actual": "19 DE DICIEMBRE DE 2024.- Inició su padecimiento hace 8 meses con la aparicion de pápulas rojas en as piernas con prurito, después en el cuello y en el tronco.No ha tenido remisiones. Ha usado cloro y fabuoso para los quehaceres del hogar. Ayuda a un familiar en una florería.. Localmente: vaselina, flucopnazol barmicila, caladryl,, sacbisasb, sedacalm desowen . Por vía sistémica: difenhidramina, meticorten, clopidrogel, avapena,  cetirinzina, execut, deflazacort,  jarsix, lopid, ceftriaxona, metronidazol, furosemide, ivermectina, hidroxicina disomina--herperidrina, bacrtim.",
      "antecedentes_heredofamiliares": "Hermana diabética.",
      "antecedentes_personales": "Varicela, sarampión, parotiditidis, gesta V, para V, extirpacióón de una neoformación en la planta derecha. ALÉRGICA A LA ASPIRINA.",
      "resto_de_aparatos_y_sistemas": "No ha sido revisada por ginecólogo.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia fisiológica  a los 49 años.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada a los antebrazos, a las piernas. Bilateral y simétrica. Predomina en el antebrazo derecho",
      "morfologia": "Pápulo-costras inividuales o agrupadas sobe todo en el antebrazo derecho co aspectoi eccematoide.",
      "resto_de_piel_y_anexos": "Xerosis secundarisa.\r\nProbable quertaosis seboreicas plana en la región temporal derecha (placa de color café-levememgte escamosa com algún punto más oscupor cerca del borde supeiror, de forma ovalada, de unos 2.5cms..\r\nNevos pigmentados escasos inactivos, incluyendo el situado en la areola izquierda."
    },
    "diagnosis": {
      "diagnostico_principal": "DERMATITIS ECCEMATOIDE.\r\nNevos pigmentados  escados.\r\nCicatriz quirpurgioca antigua pigmentada en la planta derecha.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21649",
    "clinical_data": {
      "padecimiento_actual": "19 DE DICIEMBRE DE 2024.- Inició su padecimiento al año de edad con eritema en el cuello y dos años después en los pliegues de flexion. Ha cursadpo con remisiones y exacerbaciones, éstas por el sudor  al hacer taekwandoe. Localmente: aderma, desowen, elidel. Por vía sistémica. pastillas no especificadas.",
      "antecedentes_heredofamiliares": "Abuelo, bisabuelo y dos tós abuelos maternos, pade asmático, abuelo  materno tujvo un accidente vascular cerebral.",
      "antecedentes_personales": "Negativo.Alérgica al níquel-.  INfeccipón por SARS-CoV.2 en enero de 2021 (tos, fiebre, rinorrea) persistiendo una semana. La prueba PCR a los mes fue negativa. Por segunda se infectó  en 2022 (tos, fiebre) persisigtneido 3 días. No se realizó prueba ulterior., No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiedre creatina. Miopía pñor lol cual sa lentes de contatco duros.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca a los 12 años con ritmo de 28 X 8.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada a los antebrazos en la superficies de extensión y a las piernss desde e ecio medio al inferior. BIlateral y cn tendencia a la simetría.",
      "morfologia": "Placas eccematoides, pápulo-costrosas de forma irregular, algunas agrupadas en las piernas, ben limitadas, de diferentes tamaños.",
      "resto_de_piel_y_anexos": "Quer¿atosis piulaer en olos brazos.\r\nNevo pigmentado en la bae derecha del cuello (neoformación negriuzca, poco hipetróficsa, ovlada, de 3 mms, sin signos de actividad melanpgenica."
    },
    "diagnosis": {
      "diagnostico_principal": "DERMATITIS ATÓPICA.\r\nNevo pigmenatdo inactivo en a na+base del cuello.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21650",
    "clinical_data": {
      "padecimiento_actual": "20 DEDICIEMBRE DE 2024.- Inició su padeciimento hace 4 años con  la apariciónde un lunar en la espalda sin conocer otros datos.  No ha sido tratado.",
      "antecedentes_heredofamiliares": "Bisabuelo materno tuvo ca. en el páncreas, bisauela materna tuvo ca. en mama, padre (Sr. Daniel Paz Otero) tiene innumerables nevos, alpecia androgenéica IV-V, bisabuelo paterno tuvo ca. no epecificado.",
      "antecedentes_personales": "Hernioplastía inguinal bilateral. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "S.D.P.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo  remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada al cuello, a los hombros, a las extremidades superiores, al tórax anterior, al tórax posterior. Bilateral y asimétrica.",
      "morfologia": "Manchas de color cafe moderadamente oscuro, de diferentes formas y tamaños, bien limitadas. Dos neoformaciones en el tórax posterior una de ella blanda,  levemente rojiza y la otra conn borde beige levemente irregular, de 3 mms. sin signos de actividad melangénica.",
      "resto_de_piel_y_anexos": "Piordermatitis en el pulgar derecho (neoformación congestivo eritematosa en el borde ungueal posterior  semifirme, no dolorosa, de 14 mms.no dolorosa)."
    },
    "diagnosis": {
      "diagnostico_principal": "NEVOS PIGMENTADOS DIVERSOS INACTIVOS.\r\nNEVO DE UNNA EN EL TÓRAX POSTERIOR.\r\nPiodermatitis en el pulgar derecho..",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21651",
    "clinical_data": {
      "padecimiento_actual": "20 DE DICIEMBRE DE 2024.- Inició su padecimiento hace  6 años con la aparición  de comedones del color de la piel en las mejillas,  sin síntomas. Ha cursado con remisiones y exacerbaciones, la última hace  4 meses con la aparición de pápulas eritematosas en las mejillas, en los hombros y en el tórax. Aumentan las lesiones con tensión emocional, con la tesión premenstrual. Localmente: cetaphil, jabón ctaphil, cerave jabón. Por vía sistémica. jazmin.",
      "antecedentes_heredofamiliares": "Madre (Sra. Verónica Zúñga) tuvo peruerio indeterminado.",
      "antecedentes_personales": "Varicela,. dermatitis atópica en la primera infancia,  Alérgca al níquel. Infección por SARS-CoV.2 en enero de 201 (gripe moderada, tos, anosmia, ageusia, inorrea, cansanciko) pérsistiendo una semana.  La prueba  PCR a los 8 dís fue negativa. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "S.D.P.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca a los 13 años de edad con ritmo de 25-30 X 6. con cambio de carácter.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada a la cara donde afecta la región frontal y las mejillas, al tórax posterior superior. Bilateral y simétrica.",
      "morfologia": "En la cara son pápulas congestivo-eritmatosasas activas, agrupadas, algunas individuales, otras confluentes, bien liimtadas. En el tórax se obsevaron  escasas pápulas pequeñas.",
      "resto_de_piel_y_anexos": "Nevo pigmentado tenue en el hélix derecho y dos pequeños en la cara, inactivos."
    },
    "diagnosis": {
      "diagnostico_principal": "ACNE JUVENIL III.\r\nNevos pigmentados escasos inactivos.",
      "otros_diagnosticos": "Ovarios poliquísticos."
    },
    "evolutions": []
  },
  {
    "cedula": "m-21652",
    "clinical_data": {
      "padecimiento_actual": "20 DE DIIEMRBE DE 2024.-Inició su padsecimiento hace 6 meses con una pápula en a pierna derecha,  con dolor.  No conoce una casua desencadenante.  Localmente: synalar, neosporin, efudix. Por vía sistémica. ningún medicamento.",
      "antecedentes_heredofamiliares": "Pädre tuvo probable ca. en la pródstata, hijo tuvop ca. en la vejiga-.",
      "antecedentes_personales": "No recuerda enfermedades de la infancia, gesta IV. páraIV, operada por lumbalgia y  operada de cataratas bilaterales. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere atacand.\r\n Hipoacusia bilateral.",
      "tendencia_a_cicatrices_queloides": "Cicatrización tardía.",
      "tension_arterial_alta_o_baja": "Hipertensión arterial en control.",
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia fisilógica  a los 40s.",
      "tabaquismo": "Positivo desde los 18 años  (10 cigarriillos al día) hasta hace 30 años.",
      "alcoholismo": "Postivo remoto.",
      "problemas_emocionales": "Fallecimiento de su esposo hace 2 meses."
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la pierna dereha en el tercio inferior en la superficie externa.",
      "morfologia": "Neoformacon eritemato congegtsiva exulcerada en el centro de la lesión, rdon, de 7 mms. fijsa con borde activo.",
      "resto_de_piel_y_anexos": "Edema en la pierna derecha."
    },
    "diagnosis": {
      "diagnostico_principal": "DESCATAR CA. EPIDERMOIDE EN LA PIERNA DEECHA.\r\nQueratosis  seborreicas en la cara (2) .\r\nXerosis secundaria.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21653",
    "clinical_data": {
      "padecimiento_actual": "20 DE DICIEMBRE DE 2024.- Inició su padecimiento  hace un año con  la aparici'ond e un \"lunar\" rojizo en el hemitórax derecho lateral, dloroso dede hce una semana.  No ha sido tratado.",
      "antecedentes_heredofamiliares": "Padre tiene verrugas en el cujello, abuela materna diabética, hipertensa.",
      "antecedentes_personales": "Varicela, amigdalectomá, extirpación de un qujiste en la cara posteroir del cuello, septumplastía en 2 ocasiones. INfección por SARS-CoV-2 en 2020 (malestar general. fiebe, ageusia, diarea, rinofrrea, persistiendo 8 días La preba PCR a los dos semans fue negativcas. poer sgunda se infectó por SARS-ColV-2 en  2022 (fiebre, malestar general) persistiendo 5 días. La priueba PCR a los 15 días fue negativa. apendicectomía. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere omegs 3, vitamina D, magnesio, resveratroll, maka, ashwaganda.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Negaivo.",
      "alcoholismo": "Positivo (6 copas por semana).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localiada al hemktórax derecho lateral  al anterior.Unilateral.",
      "morfologia": "En el lado defrecho del hemt´+orax es una neoformaicón rojo vno poco hpetrófiuca, lisa, bien imitada, de 2 mms. y en la cara aetrir de mismol hemtórax es un lesión puntifporme, plana de 0.1 mm.",
      "resto_de_piel_y_anexos": "Nevos pigmentados inactivos."
    },
    "diagnosis": {
      "diagnostico_principal": "ANGIOMAS CAPILARES TIPO RUBÍ, ESCASOS.\r\nNevos pigmentadods inactivos.\r\nVeeruga seborreica en el pubis.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21655",
    "clinical_data": {
      "padecimiento_actual": "6 E ENERO DE 2025.- I niució su padecimie to hace un año con hemorroides aplicandoi diosmina-herperidina, pero al tocar la zona producía drolor. El paciente se queja de ardor.Localmente; aquaphot y lipikar, proctoglyvenol. Po vé vía sistémica: atarax.",
      "antecedentes_heredofamiliares": "No conoce antecesentes paternos, madre, dos tías maternas diabéticos, dos tías maternbas tuvieron  ca. cefrebral y ca. cérivouteirno,m hermano tuvo ca. en mama-.",
      "antecedentes_personales": "Transfusiones en dos coasiones,  amigdalectomía, tres cirgías de la rodilla izquierda, operadao de la rpdilla derecha y el manguito rotador derecho, postattomía transurteral. alérgico a la ropa de lana, Infección por SARS-CoV-2 hace 21 años (debilidad, rinorrea, cansacio) persistiendo 4 días.a pueba PCR fue negativa.No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere atorvastatina 20 mg., diosmina-herperidina. Última revision de la pñróstata hace 18 meses.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo (2 cervezas por semana).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la región anal-.",
      "morfologia": "Placa hiperpigmentada húmeda bien limitada.",
      "resto_de_piel_y_anexos": "Nevos pigmentados escasos inactios.\r\nAngiomas capilares tipo rubí."
    },
    "diagnosis": {
      "diagnostico_principal": "DERMATOITIS POR CONTACTO AL EXCREMENTO.\r\nNevos  pigmenatdos escasos inactivos.\r\nAngiomas capilares tipo rubí.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21656",
    "clinical_data": {
      "padecimiento_actual": "7 DE ENERO DE 2025.- Inició su  padecimiento  a los 16 años de edad al suspnder la ingestión de diane, cuando aparecieron de pápulas eritermatosas en las mejillas y en la región frontal, sin síntomas  Ha cursado con remisiones y exacerbacines desde los 26 años de edad.  Pueden aparecer más lesiones con el retraso del periodo menstrual. Localmente: cetaphil, aklief,suero español. Por vía sistémica: granudoxy.",
      "antecedentes_heredofamiliares": "Negativos.",
      "antecedentes_personales": "Fractura del antebrazo derecho operada, infección por SARS-CoV-2 en 2020 (asintomática) aislada 7 días, con prueba para antígenos negativa. Por sgeunda vez se infectó al año (anosmia, rinorrea,  cefalea, cansancio) persistiendo 7 días, sin prueba ulterior. Por terecra ocasión se infectó cinco meses después (asintomática)  aislada 3 días, sin prueba ulterior. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "S.D.P: Última revisión ginecológica hace un año.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca a los 13 años de edad con ritmo de cada 7 semanas X 4-5.",
      "tabaquismo": "Positivo desdelos 15 años hasta lso 20 años (4 cigarrrillos por semana).",
      "alcoholismo": "Positivo ( 6-7 copas por  semana-vino).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara donde afecta la rergión frontal y la mejilla izquierda. Bilateral y asimétrica.",
      "morfologia": "En la región frontal se observaron comedones del color de la poiel moderadamente abundantes, en la mejilla placas congestivo-eritematosas-papulosas residuale, de difentes formas y tamaños.",
      "resto_de_piel_y_anexos": "Nevos pigmentados escasos inactivos, puntiformes en las mejilla y  de 2 a 3 mms. en el resto."
    },
    "diagnosis": {
      "diagnostico_principal": "ACNÉ DEL ADULTO III.\r\nNevos pgmentados diversos inactivos.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21657",
    "clinical_data": {
      "padecimiento_actual": "7 DE ENERO DE 2025.- Inició su padecimiento hace un año con la aparición de una neoformación en la región orbitaria derecha, asintomátrica, con cierto aumento de volumen. No ha sido tratada.",
      "antecedentes_heredofamiliares": "Padre diabético, quien tuvo infarto del miocardio, madre  tuvo ca. en mama,y demencia fronto-tempora, tpía materna tuvo ca. mama.,hija (Srta.Paloma Pérez) tiene dermatts atópica",
      "antecedentes_personales": "Varicela, gesta IV, para IV, rinoplastía, amigdalectomía. No alergias medicamentos conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere los medicamentos siguientes: vitamina D, lahyors mane, omega memoery, DHEA, din, colágeno.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca a los 14 años con ritmo de 23-25 X 5. con cambio de carácter.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara donde afecta la mejilla derecha.",
      "morfologia": "Neoformación en la región orbitaria externa derecha redonda, beige, semifirme, séisl, bien limitada de 1 mm. En la mejilla derecha una plkaca áspera, escamosa, beige, alargada, de 16 mms. no dolorosa.",
      "resto_de_piel_y_anexos": "Arrugas Fitzpatrick III.\r\nDermatitis hipocromiante idiopática en la extremidades supeirores y en el tórax posterior."
    },
    "diagnosis": {
      "diagnostico_principal": "FIBROMA EN LA REGIÓ ORBIGTARIA DERECHA.\r\nQueratosis seborreoica en la mejilla derecha.\r\nDermatosis hipcormiante idiopática.\r\nArrugas Fitpatrick III:",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21658",
    "clinical_data": {
      "padecimiento_actual": "7 DE ENERO DE 2025.-  Inició su padecimir nto hace un mes con sequedad de a narina derecha, fomando una costra y muosoidad con prurito. Localmente: crema hidratatante.",
      "antecedentes_heredofamiliares": "Abuela paterna ruvo ca. en mama.",
      "antecedentes_personales": "Varicela, sarampión,  gesta II, cesárea I +, legrado I., herpes simplex recidivante en el glútepo derecho y en la cintura. No  alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere aciclovir, multivitaminas, tirmetilbutina., Ültima revisión ginecológica hace 17 años.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia a los 45 años de edad.",
      "tabaquismo": "Negativo..",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la nariz en la narina derecha.",
      "morfologia": "Mucosa rojiza, seca sin otros datos.",
      "resto_de_piel_y_anexos": "Herpos simpole recividanteen el glúteo derecho.\r\nNevos pifmeatdos inactivos."
    },
    "diagnosis": {
      "diagnostico_principal": "PÑROBABLE DERMATITOIS ALÉRGICA EN LA NARIZ DERECHA-.\r\nNevos pigenagtdos escasos inactivos.\r\nHerpes simples recividante en el glúteo derecho.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21659",
    "clinical_data": {
      "padecimiento_actual": "7 DE ENERO DE 2025.- Inici¿ó su padecimiento hace un  año con la aparición de pápulas rojizas en las mejillas, predominando en la mejilla derecha, sin remisiones. No ha sido tratada.",
      "antecedentes_heredofamiliares": "Madre tuvo un accidente vascular  cerebral, hermana tuvo ca. hepático, otra hermana tuvo ca. en la pierna, hermana tuvo ca. en el duodeno.",
      "antecedentes_personales": "Sarampión, parotiditis,  gesta 0,  No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere los productos siguientes: eutirox, efexor, nasipil, tevardis, telmisartan, planti. Hipoacusia bilateral.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": "Hipertensión arterial en control.",
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia fisiológiuca a los 55 años.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo (siete copas de ron  por semanas).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara donde afecta las mejillas. Bilateral y simétrica. Predomoina en la mejilla derecha.",
      "morfologia": "Pápulas pequeñas, eritematosas agrupadas pero individuales.",
      "resto_de_piel_y_anexos": "Queratosis seborreica en el muslo derecho (neoformación áspera, escamosa, negruzca, redonda, de 3 mms).\r\nXerosis secundaria."
    },
    "diagnosis": {
      "diagnostico_principal": "ROSACEA vs verrugas planas.\r\nQueratosis seborreica en el muslo derecho.\r\nXerosis secundaria.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21660",
    "clinical_data": {
      "padecimiento_actual": "7 DE ENERO DE 2025.- I nició su padecimiento hace 6 meses con la aparición  de comedones  del color de la piel en la región frontal,. Consultó una dermatóloga quien prescribió algún antibiótico y productos tópicos produciendo ardor e irritación, betagránu",
      "antecedentes_heredofamiliares": "Tía materna y prima paterna tiene acné, abuelo materno diabético, madre prediabétia, padre y tía materrna asmáticos, tió abuelo materno tuvo un accidente vascular cerebral, abuelo materno tuvo ca. en la vejiga.",
      "antecedentes_personales": "Varicela, roseola, No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "S.D.P.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca a los 12 años de edad con ritmo de 22 X 5. con cambios de carácter.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Poisitivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis loclaizada a la cara donde afecta la región frontal y la nariz. Bilateral y con tendencia a la simetría.",
      "morfologia": "Comedones del color de la pel, algunas pápulas pequeñas rojizas.",
      "resto_de_piel_y_anexos": "Nevos pigmentados  numerosos inactivos."
    },
    "diagnosis": {
      "diagnostico_principal": "ACNÉ JUVENIL II-III.\r\nNevos pigmentados inactivos.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21661",
    "clinical_data": {
      "padecimiento_actual": "9 DE NEERO DE 2025.- Inició su padecimiento hace 3 días con la aparición de manchas rojizas en os antebrazos on prurito y un día después aumentaron las lesiones en el tronco y el día de hoy en las piernas. No conoce una causa desencadenante. Localmente: vitacilina. Por via sistémica: ningún medicamento.",
      "antecedentes_heredofamiliares": "Abuelas materna y paterna diabéticas, hermana tuvo probable bronquitis asmatiforme, abueloa materno tuvo ca. renal.",
      "antecedentes_personales": "Varicela, infección por SARS-CoV-2 en 2021 (cansancio)  estando aiislado una semana, sin prueba ulterior.No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Rinitis alérgica al polvo y pólenes.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Negativo.",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada a la cara anterior del tórax, al abdomen. Bilateral y on tendencia a la simetría.",
      "morfologia": "Manchas rojzas mal limitadas, de diferentes formas y tamaños",
      "resto_de_piel_y_anexos": "Nevos pigmentados inactivos, escasos (región preuaricular izquierda) , pierna izquerda y mejilla derecha."
    },
    "diagnosis": {
      "diagnostico_principal": "DERMATITIS ALÉRGICA INESPECIFICA.\r\nNevos pigmentados escasos, inactivos.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21662",
    "clinical_data": {
      "padecimiento_actual": "9 DE ENERO DE 2025.- Inició su padecimiento a los 11 años con placas eritemato-esamosas en el cuello, en los pliegues de flexión, pñersisitneo con remisiopnes y exacerbaciones durante dosapños. EStuivo bien hasta hace un año cuando reaparecieron placas eritemayo-escamosas e ñlas manos y muñecas durante 6 mseses, poco despues aparecieron la lesiones al cuello. EWstiuvo tres meses en Japón donde se exacerbó la dermatosis.Localmente: aceite de ajonjolí, quadriderm, eucerin, effaclar, crema con algún esteroide. corectim ungüento en Japónl m, predoninen, nerisona, betametasona ungüento para la cabeza.",
      "antecedentes_heredofamiliares": "Tía materna asmática, bisabuela y abuela materna diabéticas, bisbuela y abuela maternas tuvieron accidente vascular cerebra, abuelo materno tuvo mieloma.",
      "antecedentes_personales": "Infección por SRAS-CoV-.2 en 2022 (fiebre, mañlesar general, anosmia, ageusia, rinorrea,  milagias, cansancio ) persisgtiendo 10 días. Estuvo ailsada 15 días cuando la prueba PCR fue negativa.",
      "resto_de_aparatos_y_sistemas": "Última revisióon ginecológica hace 6 meses.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca a alos 12 años de edad con ritmo de 28-30 X 5. con cambiko de carácter..",
      "tabaquismo": "Positivo desde los 16 años durante 4 años (uno dos ciagrrillos al día).",
      "alcoholismo": "Positivo remooto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis disemiada a la cara donde afecta los labios y lads comisuras bucales, a la cara anterior del tórax, a los pliegues de flexion de los codos. Bilaterral y simétrica.",
      "morfologia": "Plsacas eritemato-.escamosas mejor limitadas en la boca, mal liitadas en el resto.",
      "resto_de_piel_y_anexos": "Nevos pigmenatdos escasos inactivos, los mayores en el antebrazo izquierdo.\r\nTatuajes."
    },
    "diagnosis": {
      "diagnostico_principal": "DERMATITIS ATOPICA.nevos pigmentados inactivos.\r\nNevos pigmnentados inactivos.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21663",
    "clinical_data": {
      "padecimiento_actual": "9 DE ENERO DE 2025.- Inició su padecimiento hace 8 meses después de lactancia notando la aparición de manchas gris oscuras en la cara, con prurito y sensación de calor. No ha tenido remisiones. La practicaron una biopsia de la base derecha dle cuello apar",
      "antecedentes_heredofamiliares": "Abuela paterna diabética, abuela materna hipertensa quien tuvo un aneurisma, tío materno tuvo infarto del miocardio,",
      "antecedentes_personales": "Varicela, parotiditis, gesta II, legrado I, cesárea I, lipoescultura. No alergias medicamentodas conocidas.",
      "resto_de_aparatos_y_sistemas": "Alérgica al látex. Última revisión ginecológica hace un año.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca  a los 12 aos con ritmo de 28 X 3-4. con cambio de carácter.",
      "tabaquismo": "Positivo desde los 19 años años hasta hace 4 años (20 cigarrillos al día).",
      "alcoholismo": "Positivo remoto-.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada a la  cara donde afecta la cara y el cuello. Bilateral y con tendnencia a la simetría.",
      "morfologia": "Placas gris escamosas, más o menos bien limitadas, con \"lagunas\" de piel sana.",
      "resto_de_piel_y_anexos": "Nevos pigmentados inactivos."
    },
    "diagnosis": {
      "diagnostico_principal": "DESCARTAR OCRONOSIS S HIPERPIGMENTACIÓN POST-INFLAMAORIA\r\nNevos pigmentados inactivos.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21664",
    "clinical_data": {
      "padecimiento_actual": "10 DE ENERO DE 2025.- Inició su padecimiento hace con la aparición de una placa eritemato-escamosa en l a muñeca izquierda, con prurito, después apareció en ek dorso de la mano izquierda y finalmente en la mano derecha., Tiene gatos y perros. y éstos poducen prurito en los lagrimales. No conoce una casua desencadenante. Localmente: ajo. Por vía sistémica. ningún medicamento.",
      "antecedentes_heredofamiliares": "No conoce antecedentes familiares por ser adoptada.",
      "antecedentes_personales": "Varicela, gesta II, legrado I, cesárea I, queratomileusis bilateral, No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "S.D.P. Última revisipón ginecológica. hace 7 meses.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca a los 11 años co n ritmo de 27-29 X 3. con cambio de carácter.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo (una copa por semana).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada a las manos donde afecta el dorso de las articulaciones es metacapofalángicas y la ssuperficie anterior de la muñeca izquierda. Bilateral y asimétrica.",
      "morfologia": "Placas gris escamosas , redonda en la muñeca, irregulares en el resto, bien limitadas, de diferentes formas y   tamaños.",
      "resto_de_piel_y_anexos": "Nevos pigmentados numerosos, inactivos.\r\nTatuaje en la muñeca derecha."
    },
    "diagnosis": {
      "diagnostico_principal": "DERMATITIS POR CONTACTO EN LAS MANOS.\r\nNevos pigmentados inactivos numerosos.",
      "otros_diagnosticos": "Sobrepeso I."
    },
    "evolutions": []
  },
  {
    "cedula": "m-21665",
    "clinical_data": {
      "padecimiento_actual": "10 DE ENERO DE 2025.- Inició su padecimiento hace dos años con la aparición de verrugas en el párpado inferior derecho, sin síntomas, sin sangrado. No ha tenido cambios.  No ha sido tratada.",
      "antecedentes_heredofamiliares": "Madre diabética, padre hipertenso, quien tuvo infarto del miocardio, hermana hipertensa,  quien tuvo ca. en mama. con esteroides.",
      "antecedentes_personales": "Gesta II, cespara II,  en 2009 ca en mama con lumpectomía, tratada con tamoxifeno.  Purpura idiopática en la infancia tratada.  En 2010 se realizó histerectomía total, fractura del tobillo derecho en 2006. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "S.D.P.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausiza quirúrgica.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo (2 cervezas al año).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada la cara donde afecta los párpados inferiore yla mejilla izquierda.. Bilateral y asimétrica.",
      "morfologia": "Neoforacioes del color de la piel o beige adayacentes, pequeñas, redondas, alguns semi pediculadas, bien limitdas, no dolorosas En la mejilla es una neoormación café oscuro, casi plana, redonda, de 3 mms. bien limitada..",
      "resto_de_piel_y_anexos": "Angimas capilares tipo rubí.\r\nNevos pigmentados escasos, inactivos."
    },
    "diagnosis": {
      "diagnostico_principal": "VERRUGAS SEBORREICAS EN LOS PÁRPADOS INFERIORES.\r\nAngiomas capilares tipo rubí..\r\nNevos pigmenatdos esasos, inactivos.",
      "otros_diagnosticos": "Ca., de mama tratado."
    },
    "evolutions": []
  },
  {
    "cedula": "m-21666",
    "clinical_data": {
      "padecimiento_actual": "10 DE ENERO DE 2025.- Inició su padecimiento hace 5 semanas con la aparición de una verruga en la planta izquierda, con dolor. Localmente: árnica, dermo prada que no encotró y usó sigermel. Por vía sistémica: ningún medicamento.",
      "antecedentes_heredofamiliares": "Padre diabético, padres hipertensos, hermana tuvo linfoma de Hodgkin, abuelo paterno hipertenso, abuela paterna tuvpo ca. en mama, padres tiene queratosis pilar.",
      "antecedentes_personales": "Negativos-. ALERGICA A DICLOFENACO.",
      "resto_de_aparatos_y_sistemas": null,
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Negativo.",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada al pie izquierdo donde afecta el pulpejo del primer dedo.",
      "morfologia": "Neoformación escamosa, redonda, con cierta depresión central, de 1 mm. con borde congestivo, bien limitada.",
      "resto_de_piel_y_anexos": "Queratosis pilar en los brazos."
    },
    "diagnosis": {
      "diagnostico_principal": "VERRUGA VIRAL PLANTAR EN EL PRIMER DEDO DEL PIE IZQUIERDO.\r\nQueratosis pilar.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21668",
    "clinical_data": {
      "padecimiento_actual": "13 DE ENERO DE 2025.- Inició su padecimiento hace un año después de haber sufrio´una espina con catrus en la muñeca izquierda, lo cual produjo una placa rojiza sik síntomas ni sangafrdo. Consulto un dermatólogo quien al parecer practicó criocikrugía en 2 ocasiones. Otro médico indicó algún producto en cura oclusiva. No ha tenido resultados.",
      "antecedentes_heredofamiliares": "Hermana diabética, madre tuvo ca. de ovarios.,",
      "antecedentes_personales": "Hepatitis tikpo A en la juventud, ginecomastia operada en forma bilateral, colecitectomía, amigdalectomía. Infección por SARS.CoV-2 en 2020 (cefalea, anosmia, ageusia y cansancio). estuvo aislado 15 días. La prueba PCR esn ese tiempo fue negativa. Por segunda vez se infectó en 2022 (asintomático9 con p´rueba después negativa, operado por sinusistis. ALÉRGICXO A QUINOLONAS Y TETRACICLINAS.",
      "resto_de_aparatos_y_sistemas": "Ingiere \"termogénico\" y vitaminas. Última revisión prostática hace un año.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Positivo desde los 13 años hastsa hace 11 años (40 cigarrillos al día).",
      "alcoholismo": "Positivo (30 copas de ron por semana).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la muñeca izquieda e el borde radial.",
      "morfologia": "Neoformación  hiperqueratósica, levemente hipocrómica, reodna, bioen liikmtada, de 2.0 c. con alguna costra central, no dolorosa.",
      "resto_de_piel_y_anexos": "Xerosis secundaria moderada."
    },
    "diagnosis": {
      "diagnostico_principal": "PROBABLE VERRUGA VIRAL  vs GRANUL,OMA ANULAR EN LA MUÑECA IZQUIERDA.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21669",
    "clinical_data": {
      "padecimiento_actual": "13 DE ENERO DE 2025.- Inició su padecimiento hace 6 meses con prurito en la espalda que cedió espontáneamente. No ha sido tratada..",
      "antecedentes_heredofamiliares": "Padre (Sr. Abraham Cohen) diabético, hipertenso, tío matedrno asmático, abuelos maternos tuvieron ca. en a próstata y pulmonar.",
      "antecedentes_personales": "Varicela, hernioplastía umbilical, polipectomía uterina, fiebre del mediteráneo. Infección por SARS-CoiV-2 en 2021 (cansancio, sudoración intensa) persistiendo 5 días. La prueba PCR a los 14 días fue negativa. Gest I, para I ALÉRGIC A SULFAS.",
      "resto_de_aparatos_y_sistemas": "Ingiere colhicina, coenzima Q190, vitamina D, aspirina protect, mioinositol, omegas, ácido fólico.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menar a alos 13 años con ritmo de 30 X 5.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localikzada al hemitórax posterior superior.",
      "morfologia": "Neoformación plana, escamosa, redonda, de 2.5 mm. ben limitada, no dolorosa.",
      "resto_de_piel_y_anexos": "Nevos pigmentados en las mejillas yen el cuello, inativos."
    },
    "diagnosis": {
      "diagnostico_principal": "QUERATOSIS SBORREICA.\r\nNevos pgmenatdos inactivos.,",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21670",
    "clinical_data": {
      "padecimiento_actual": "14DE ENERO DE 2025.- Inició supadecimieto hace 10 años con la aparición de una \"bolita\" en la región parietal izquierda sin síntomas. En alguna ocasión se abrió y fue tratada quirúrgicamente por un médico. Durante 6 años estuvo bien hasta hace 4 años cuando la lesión reapareció con aumento de volumen y desde hace 6 mses creció más rápido, sin sangrado. Actualmente no ha sido tratada.",
      "antecedentes_heredofamiliares": "Madre tuvo alguna lesión semejante, tuvo ca. en el clon, tres tíos maternos tuvieron ca.en el cuello, leucemia, tres tias paternas tuvieron ca. en  mama, otra tía paterna tuvo ca. tiroideo padre diabético, hipertenso,",
      "antecedentes_personales": "Parotiditis, escarlatina, operada de a columna lumbar, apendicectomía, colecistectomía. Alérgica a ropa sintética. Infección por SARS-CoV-2 en 2023 ( fiebre, cefalea, diarrea, cansancio). persistiendo 3 días-. Esuvo aislada una semana,sin prueba ulteroir., Por segunda vez se infectó hace unño (cefalea, odinofagiua, afonía, fiebre, mialgias, cansancio) persistiendo 3 días.  Estuvo aislada una semana sin realizar prueba ulterior.,  No alergias mediamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere sertralina,  por depresión mayor, januvia, crestor, melatonina ocasionalmente. Última revisión ginecológica hace un año. Reflujo gastroesofágico en control.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia fisiológica a los 55 años.",
      "tabaquismo": "Positivo desde los 15 años (2-3 cigarrillos al día) por 2 años.",
      "alcoholismo": "Positivo remoto.,",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis loclaizada a la cabeza donde afecta la regió parietal izquierda.",
      "morfologia": "Neoformación hipetrófica, isa, cubierta por piel aparentemente normal, bien limitada, firme, móvil sobre planos profundos, no dolorosa, de 2.4cms.",
      "resto_de_piel_y_anexos": "Nevos de Miescher en el borde inferior del párpado izquierdo, en la mejilla izquierda, redondos de 1 a 2 mms. sin signos ded actividad melanogénica.\r\nManchas cafpés e ambas plangtas de pies sin signos de activiad melanogénica.\r\nAngiomas capilares ipo rubí."
    },
    "diagnosis": {
      "diagnostico_principal": "QUISTE TRIQUILÉMICO E LA REGIÓN PARIETAL IZQUIERDA.\r\nNevos de Miescher inactivos en la cara.\r\nNevos pigmentados inactivos.\r\nAngiomas capilares tipo rubí.",
      "otros_diagnosticos": "Depresión en control.\r\nHipercolesterolemia en control."
    },
    "evolutions": []
  },
  {
    "cedula": "m-21671",
    "clinical_data": {
      "padecimiento_actual": "14 DE ENERO DE 2025.- Inició su padecimieto hace 3 medses con eritema enlas mejillas y en el mentón, con prurito y ardor. Cursa desde entonces con remisoines y exacerbacines, sin una causa concoida. Localmente: heliocare, looid, avene, toleriane, dexeryl, eccema relief, sin resultados. Por vía sistémica: ningún medicamento.,",
      "antecedentes_heredofamiliares": "Padre y diez personas diabéticas.",
      "antecedentes_personales": "Varicel, sarampiuón, parotiditis, estenosis aórtica operada el 9 de febrero de 2023, safenectomía bilateral, amigdalectomía, trasplante corneal derecho. No alergias medicamentossas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere los productos siguientes: levotiroxina, acenocumarol, dapaglifozina, enalapril, tamsulosina, metformina. Última revisión prostática hace 6 meses.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": "Hipertensión arterial en control.",
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Negativo.",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis loclaizada a la cara donde aecta la región frontal, las mejillkas y el mentón. Bilateral y simétrica.",
      "morfologia": "Eritema congestivo con telangiectasias en las mejillas, mal limitado.",
      "resto_de_piel_y_anexos": "Queratosis seborreiuca pigmentada en la región temporal izquierda (neoformación café, escamosa, redonda, de 4 mms. casi plana)."
    },
    "diagnosis": {
      "diagnostico_principal": "ROSÁCEA ERITEMAO-CONGESTIVA.\r\nQueratosis seborreica pigmentada en la región temporal izquierda.",
      "otros_diagnosticos": "Lo anotado."
    },
    "evolutions": []
  },
  {
    "cedula": "m-21672",
    "clinical_data": {
      "padecimiento_actual": "Inició su padecimiento hace 15 años con la aparición de una mancha café en el hemitórax izquierdo anterior, sin síntomas, sin sangrado. No ha tenido remisiones. No ha sido tratado.",
      "antecedentes_heredofamiliares": "Padre asmático.",
      "antecedentes_personales": "Varicela parotiditis, sarampión, amigdalectomía, hernioplastia inguinal izquierda. Infección por SARS-CoV-2 hace 2 años (rinorrea, cefalea) estuvo aislado. La prueba PCR a los 10 días. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Rinitis alérgica en control.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": null,
      "alcoholismo": null,
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada al tórax anterior, al abdomen, al tórax posterior. Bilateral y simétrica.",
      "morfologia": "Numerosas neoformaciones de color beige o café poco más oscuro, bien limitadas, individuales de 4 a 6 mms.",
      "resto_de_piel_y_anexos": "SDP"
    },
    "diagnosis": {
      "diagnostico_principal": "QUERATOSIS SEBORREICAS.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "M-21673",
    "clinical_data": {
      "padecimiento_actual": "13 DE ENERO DE 2025.-Inició su padecimento hace un mes conprurito en la nuca, cuello y espalda. No conoce causa desencadenante. La dermatóloga prescribió dexeryl crema, dexeryl dermo limpiador, sensinot shampoo, clobex pro, desowen. No ha tenido resultados.",
      "antecedentes_heredofamiliares": "Madre diabética, cuatro hermanos diabéticos, hermano tuvo ca. en cuello y cara.",
      "antecedentes_personales": "No enfermedades de la infancia, amigdalectomía, probable safenectomía derecha, infección por SARS-CoV-2 en diciembre de 2021 (asintomática, estando aisalada 7 días. Con prueba PCR negativa. Por segunda vez se infectó (tos, rinorrea) con aisalmento 15 días, con prueba negativa. Por terncera vez se infectó a los 6 meses (asintomática). No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingeiere caltrate, open bass vitamina C y E, omega, magnesio ,",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": null,
      "alcoholismo": null,
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "La EF mostró una dermatosis a la cara posterior del tórax y a la región sacra.",
      "morfologia": "Pápulas eritematosas individuales bien limitadas con actividad moderada.",
      "resto_de_piel_y_anexos": "Queratosis seborreica en el hemitórax izquierdo posterior y en la mama derecha (aquí vs nevo pigmentado, placa café, de 2 cms, 9. Probable quiste triquilémico en la región occipital baja izquierda (neoformación cubierta por piel normal, móvil sobre planos profundos, firme de unos 2 cms., no dolorosa."
    },
    "diagnosis": {
      "diagnostico_principal": null,
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21674",
    "clinical_data": {
      "padecimiento_actual": "14 DE ENERO DE 2025.- Inició su padecimiento hace dos años con la aparición de una verruga en la ingle izquierda, de color café ocasionalmente con prurito, con cierto crecimiento, sin sangrado. Localmente: pomada de la campana. Por fía sistémica: ningún medicamento.",
      "antecedentes_heredofamiliares": "Madre hipertensa, tía materna tuvo ca. en mama,",
      "antecedentes_personales": "Operado por sinusitits y rinoplastía, biopsia de un ganglio en cuello al parecer benigno, circuncisión. Parálisis de Bell derecha en dos ocasiones,ALERGICO A LA LANA",
      "resto_de_aparatos_y_sistemas": "Ingiere omega 3, vitamina B, Última revisión prostática hace varios años. Hipoacusía bilateral.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Positivo desde los 30 años (puro muy ocasional).",
      "alcoholismo": "Positivo remoto",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada la ingle izquierda.",
      "morfologia": "Neoformación negra, rectangular de casi 4 cms. Bien limitada, plana.",
      "resto_de_piel_y_anexos": "Alopesia Androgenética VII, nevo de Miescher del color de la piel en la cara."
    },
    "diagnosis": {
      "diagnostico_principal": "QUERATOSIS SEBORREICA EN LA INGLE IZQUIERDA. \r\nNevos de Miescher en la cara,\r\nAngiomas capilares tipo rubí.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21675",
    "clinical_data": {
      "padecimiento_actual": "14 DE ENERO DE 2025.- Inició su padecimiento desde que la madre recuerda con convexidad de las uñas en los pies y recientemente sequedad en la piel en los pies. Usa tenis confrecuendia por atletismo. No tiene síntomas. Localmente ningún tatamiento. Por fía sistémica: ningún medicamento.",
      "antecedentes_heredofamiliares": "Abuelo materno diabético, hipertenso, madre asmática., abuela materna tuvo trombosis e las piernas, dos tia abuela maternas tuvieron ca. en mama. Padres tiene queratosis pilar.",
      "antecedentes_personales": "Amigdalectomia, caída en la barra de equilibio con heridad en la vagina, uretra y vejiga por lo cual fue suturada. No alergias medicmantosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Rinitis alérgica tratada 3 años. Ingiere magnesio, contumax.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": null,
      "alcoholismo": null,
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada alas manos donde afecta los dedos en la superficie palmar. Bilateral y simétrica.",
      "morfologia": "Descamación laminar fina en base levemente rojiza.",
      "resto_de_piel_y_anexos": "Queratosis pilar en los brazos."
    },
    "diagnosis": {
      "diagnostico_principal": "DERMATITIS POR CONTACTO A JABONES.\r\nQueratosis pilar en los braos.\r\nNevos pigmentados en la cena derecha.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21676",
    "clinical_data": {
      "padecimiento_actual": "16 DE ENERO DE 2025.- Inició su padecimiento hace 4 años con la aparición de \"bolitas\" en las mejillas sin síntomas que en alguna ocasión picó apareciendo \"grasa\"  No ha sido tratada.",
      "antecedentes_heredofamiliares": "Madre diabética, hpertensa, tia materna tuvo probable pie diabético.",
      "antecedentes_personales": "Varicela, safenectomía bilateral, operada de queratomileusis.\r\nGesta 0, Epilepsia desde 1975, Infección por SARS-CoV2 hace un año (asintomática). Estuvo aislada una semana, la prueba PCR a la semana fue negativa. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Cicatrización normal. \r\nHipetrensión arterial en control. \r\nIngiere candesartan con hidrocrotiazida y valproato de magnesio.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": null,
      "alcoholismo": null,
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara donde afecta las mejillas. Bilateral y asismética.",
      "morfologia": "Pápulas del color de la piel poco visibles, de forma redonda, pequeñas",
      "resto_de_piel_y_anexos": "Epilepsia hipertensión en control."
    },
    "diagnosis": {
      "diagnostico_principal": "Hiperplasia de glándulas sebáceas. \r\nAngiomas capilares tipo rubí\r\nVerrugas seborreicas en el cuello.",
      "otros_diagnosticos": "Vacío"
    },
    "evolutions": []
  },
  {
    "cedula": "m-21677",
    "clinical_data": {
      "padecimiento_actual": "16 DE ENERO DE 2025.- Inició su padecimiento hace 8 meses con caída de pelo en la regón occípito-temporal izquierda, sin síntomas, sin causa desencadenante excepto tensión emocional por diversas causas. No ha sido tratado.",
      "antecedentes_heredofamiliares": "Abuelo materno diabético, bisabuelo materno asmático, tía paterna asmática.",
      "antecedentes_personales": "Varicela, keratocono operado enel ojo derecho. Alérgico a penicilina.",
      "resto_de_aparatos_y_sistemas": "Cuidado con hierbas.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": null,
      "alcoholismo": null,
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cabeza donde afecta la región occipital derecha baja.",
      "morfologia": "Placa alopécia lisa, con un angioma capilar central, bien limitada. ovalada de 6 a 8 cms.",
      "resto_de_piel_y_anexos": "ANGIOMA CAPILAR TIPO RUBÍ.\r\nTatuaje en la región external"
    },
    "diagnosis": {
      "diagnostico_principal": "ALOPECIA AREATA EN LA REGIÓN OCCIPITAL DERECHA.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21678",
    "clinical_data": {
      "padecimiento_actual": "16 DE ENERO DE 2025.- Inició su padecimiento hace 3 semanas estando en España con prurito en el cuello y en los párpado. Después se exacerbó la dermatosis por lo cual asistió a un hospital donde aplicaron alguna venoclisis sin resultados. Llegó la semana pasada con empeoramiento.",
      "antecedentes_heredofamiliares": "Padre tiene rinitis alergica, abuela materna tuvo ca. en mama, abuelo paterno tuvo ca. en laringe.",
      "antecedentes_personales": "Varicela, hperpes zoster en el brazo izquierdo en la primera infancia, Infección por SARS-CoV-2 EN 2022(anomia, ageusia, fiebre, cansancio) aislada 15 días, con prueba PCR negativa. Por segunda ocasión se invectó en 2022 (cefalea por un día), sin prueba. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "S.D.P.: ÚLTIMA REVISIÓN GINECOLÓGICA HACE 4 MESES.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca a los 14 años con ritmo de 28-29x 5.",
      "tabaquismo": "Positivo hace 5 años hasta dos meses (2-3 cigarrillos al día.",
      "alcoholismo": "Positivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosisi diseminda al cuello, al tórax posterior bajo, muslo izquierdo en el tercio próximal.",
      "morfologia": "Pápulas eritematosas individuales de diferentes tamaños. En la base el cuello son congestivo-eritematosas bien limitadas así como en los pliegues del huevo poplíteo.",
      "resto_de_piel_y_anexos": "Nevos pigmentaos numerosos inactivos. \r\nTatuajes.\r\nPerforación de la oreja izquierda para aretes."
    },
    "diagnosis": {
      "diagnostico_principal": null,
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21679",
    "clinical_data": {
      "padecimiento_actual": "21 DE ENERO DE 2025.- Inició su padecimiento hace un mes con la aparicioin de una mancha roja en el mentón sin síntomas, sin remisiones totales.La paciente relaciona este signo con la menopausia. No ha sido tratada",
      "antecedentes_heredofamiliares": "Madre hipertensa, padre tuvo infato del miocardio, abuelo materno y dos primas matenas tuvieron ca. en la piel.",
      "antecedentes_personales": "Varicela, sarampión, parotiiditis, gesta I, cesárea I, hemorroidectomía, mamoplastía de reconstrucción. Infección por SARS_CoV-2 en 2020 (anosmia) estuvo aislada 7 días. La prueba para antígenos a los 14 días fuer negativa. Por segunda vez se infectó en 2021 (odinofagia, cefalea,mlaestar general, cansancio) estuvo aislada 7 días con prueba para antígenos negativa  ALÉRGICA A CEFALEXINA.",
      "resto_de_aparatos_y_sistemas": "Menopausia en control. Usa oestrogel, progesterona.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia en control.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positrivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara donde afecta el mentón.",
      "morfologia": "Placa pápulo-eritmatosa más o menos bien limitada de unos 4 cms.",
      "resto_de_piel_y_anexos": "Nevos pigmentados inactivos.\r\nAngias capilares tipo rubí.\r\n Lentigines en el doso de las manos."
    },
    "diagnosis": {
      "diagnostico_principal": "ROSÁCEA PÁPULO-ERIETMATOSA\r\nNevos pigmentados inactivos.\r\nAngiomas capilares tipo rubí.\r\nLenrigines en el dorso de las anos.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21680",
    "clinical_data": {
      "padecimiento_actual": "21 DE ENERO DE 2025.- Inició su padecimiento hace un año con la aparición de una neoformación en el borde, ungueal posteroir del dedo medio asintomática. Seis meses después apareció otra neoformación en el indice izquerdo. No ha sido tratado.",
      "antecedentes_heredofamiliares": "Pade diabético, hipertenso y varios hermanos, madre tuvo ca. renal metastásico, hermana tuvo ca.no especificado.",
      "antecedentes_personales": "Hepatitis tipo A,  vasectomía, hemorroidectomía, lobectomnía , diabetes mellitus tipo II desde hace 30 años.superior izquierda aparenetemente por carcinoma, infewcción por SARS-CoV-2 hace 3 añ{os (cefaea, maleatsr general,cansancio) poersistiendo 2 días. Estuvo aislado y no recuerad haber realiado prueba. . ALÉRGICO A TRAYENTA (linagliptina).,",
      "resto_de_aparatos_y_sistemas": "Ingiere amaril, magnesio, tenormin, zertoretic (Ulinagliptina/hidrclrotiaida). No ha revisado la próstata.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": "Hipertensión arterial en control.",
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Positivo dede los 18 años (20 cicgarrillos al día) por 50 años.",
      "alcoholismo": "Positivo (30 copas por semana).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a las manos donde afecta el borde ungueal posterior del dedo medio derecho y la uña, al dedo índice izquierdo tanto en el borde ungueal posterior como en el plato ungueal. Bilateral y asimétrica.",
      "morfologia": "En el dedo medio derecho se observó una neoformación del color de la piel poco hipetrófica, redonda, lisa, de 2 mm.s y el plato ungueal con leve hipermelanosis. El dedo índice izquierdo mostró una neoformación semejante con depresión en borde ungueal posteroir y del plato ungueal con cierta hirpemelanosis.",
      "resto_de_piel_y_anexos": "Angiomascapilares tpo rubí. \r\nAlopecia androgética VI"
    },
    "diagnosis": {
      "diagnostico_principal": "QUISTES SINOVIALES EN EL DEDO MEDIO DERECHO E ÍNDICE IZQUIERDO.\r\nAngiomas capilares tipo rubí. \r\nAlopecia androgenética VI.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21681",
    "clinical_data": {
      "padecimiento_actual": "21 DE ENERO DE 2025.- Inició su padecimiento hace 24 horas después de asistrir a una cosmetóloga donde aplicaron alguna \"mascarilla\". Cuatro horas después notó la aparición de pápulas eritematosas pruriginosas en los bordes mandibulares y poco después eritema en toda la cara con hipeterrmia local y eritema. Localmente: ningú medicmento. Por vía sistémica: difenhidramina. Aun persiste inflamación .y ardor.",
      "antecedentes_heredofamiliares": "Padre diabético, tía matena tuvo ca. en mama.",
      "antecedentes_personales": "Varicela, apendiectomía, asma bronquial en la infancia por dos años. Infección por  SARS-CoV-2 en 2021 ( calosfríos, ageusia, anosmia, fiebre, cefalea, cansancio , rinorrea) persistiendo dos semanas. La prueba PCR a las dos semanas fue negativa.ALÉRGICA A PENICILINA Y TRIMETROPRIM.",
      "resto_de_aparatos_y_sistemas": "S.D.P: Ültima revisión ginecológica hace un año.",
      "tendencia_a_cicatrices_queloides": "Cicatrización tardía.",
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca a los 11 años con ritmo de 28 X 4.",
      "tabaquismo": "Posivo remoto.",
      "alcoholismo": "Positvo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara donde afecta los párpados inferiores y las mejilAs. Bilateral y simétrica.",
      "morfologia": "Aumento de volumen moderado con leve eritema.",
      "resto_de_piel_y_anexos": "Nevos pigmentados escasos, inactivos.\r\nTinea corporis (placas eritemato-ecamosas con centro tendiente a piel sana, ovaladas o redondas (3) de diferentes tamaños, la mayor en el muslo derecho."
    },
    "diagnosis": {
      "diagnostico_principal": "DERMATITIS FACIAL POR CONTACTO.\r\nNevos pigmentados inactivos.\r\nTinea corporis.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21682",
    "clinical_data": {
      "padecimiento_actual": "17 DE ENERO DE 2025.- Inició su padecimiento hace 10 meses con la aparición de pápulas y pápulovesiculas en las piernas, después en los muslos y en otras áreas.",
      "antecedentes_heredofamiliares": "Dos hermanas diabéticas, madre hipertensa, padre tiene epoc. Tuvo ca. Pulmonar.",
      "antecedentes_personales": "Parotiditis, ALERGICA A PENICILINA Y HIERRO",
      "resto_de_aparatos_y_sistemas": "Última revisión ginecológica hace un año. Mostró estudios donde se observó en dos de ellos monocitosis.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "NEGATIVO",
      "alcoholismo": "NEGATIVO",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada al antebrazo izquierdo en la superficie de extensión, al tórax posterior.",
      "morfologia": "En el antebrazo es una placa costro-eccematoide bien limitada, de 2.0 cms. En el tórax posterior y en el brazo derecho son pápulas rojizas pequeñas.",
      "resto_de_piel_y_anexos": null
    },
    "diagnosis": {
      "diagnostico_principal": "ECCEMA Y ECCEMATOIDES POST-INFECCIOSA.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21683",
    "clinical_data": {
      "padecimiento_actual": "17 DE ENERO DE 2025.- Inició su padecimiento hase 8 años con la aparición de un granito en el codo derecho de consistencia firme aunque ahora sea ablandado. No ha tenido cambios. No ha sido tratado.",
      "antecedentes_heredofamiliares": "NEGATIVOS",
      "antecedentes_personales": "Parotiditis, amigdalectomía. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "HIPACUDSIA DERECHA.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "NEGATIVO",
      "alcoholismo": "POSITIVO (3 copas por semana)",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada a la cara en las mejillas, al brazo derecho cerca del codo en la cara posterior.",
      "morfologia": "Neoformación de color café, de forma redonda u ovalada, pequeñas en la cara, en el brazo es redonda, café, poco hipertrófica bien limitada, de 6 mms,",
      "resto_de_piel_y_anexos": "Fibroma laxo en la ingle izquierda.S.D.P."
    },
    "diagnosis": {
      "diagnostico_principal": "QUERATOSIS SEBORREICAS.\r\nFibroma laxo en la ingle izquierda.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21684",
    "clinical_data": {
      "padecimiento_actual": "17 DE ENERO DE 2025.- Inició su padecimiento hace un mes con caída de pelo en el vértex sin síntomas. No conoce una causa desencadenante.",
      "antecedentes_heredofamiliares": "Madre diabética hipertensa,",
      "antecedentes_personales": "Varicela, sarampión, rubeola, operado de ambos ojos hace 7 años. Infección por SARS-CoV-2 en 2020 (asintomático) con aislamiento 20 días. La prueba para antigenos fue negativoa. Por segunda vez se infectó en 2021 (cefale, malestar general odinofagía, tos rinorrea, cansancio) persistiendo 7 día. La prueba para antigenos fue negativa. Por tercera ocasión se infectó 8 meses después (gripe) estando aisalado 7 días. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere vitaminas, proteína, creatinina, pecursor de testosterona.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": null,
      "alcoholismo": null,
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cabeza donde afecta el vértex.",
      "morfologia": "Placa alopécica de casi 6 cms. bien limitada con escasos pelos en signos de admiración.",
      "resto_de_piel_y_anexos": "Nevos pigmentados escasos, inactivos."
    },
    "diagnosis": {
      "diagnostico_principal": "ALOPECIA ANDROGENETICA v areata.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21685",
    "clinical_data": {
      "padecimiento_actual": "24 DE ENERO DE 2025.- Inició su padecimiento hace 8 años con la aparición der pápulas eritematosas en las mejillas, sin síntomas, exacerbadas por tensión emocional y la iingestión de chocoilates. Localmente. adapaleno, cerave, ácido azelaico, eucerin protector solar, salilex. hasta hace 18 meses.",
      "antecedentes_heredofamiliares": "Por ser adopatdo no tiene antecedentes familiares.",
      "antecedentes_personales": "Varicela, sarampión, operado del 5o dedo de cada pie por dedo en gatillo en 2018, septumplastÍa  y rinoplastía. ALERGRCCO A AMOXICLINA.",
      "resto_de_aparatos_y_sistemas": "S.D.P.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Positrivo los fines demana (5 cigarrillos",
      "alcoholismo": "Positivo (5 copas por semana).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis  diseminada a la cara donde afecta las mejillas y al tórax posterior en el cuarto superior. Bilateral y simética.",
      "morfologia": "Pápulas eritematosas más o menos numerosas en las mejillas, poco mas grandes en el tórax.",
      "resto_de_piel_y_anexos": "Nevos pigmentados en la cara, brazos y tórax anetrior, sin signos de actividad melanogénica.\r\nTatuajes diversos."
    },
    "diagnosis": {
      "diagnostico_principal": "ACNÉ DEL ADULTO III.\r\nNevos pimentados inactivos.\r\nTatuajes diversos.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21686",
    "clinical_data": {
      "padecimiento_actual": "27 DE ENERO DE 2025.- Inició su padecimiento hace  3 semanas por alguna lesion muscular en la pierna derecha, motivo por el cual  aplicó un gel caliente durante 20 minutos, produciendo una quemadura aparenteente  de segundo grado como un médico  diagnosticó.. Debridó la placa ulcerada y precribió amoxicilina con ácido clavulánico, septosan, agua destilada, sufrexal. gel absorbente. Actualmente no tiene síntomas. Desea revisión de la lesión.",
      "antecedentes_heredofamiliares": "Padre tuvo ca. en el  páncreas.",
      "antecedentes_personales": "Varicela, sarampión, parotiditis, marcapaso  hace 8 años por bradicardia intensa, operado del hombro derecho por caída de una montaña con aplicación de placas, artroscopías de ambas rodillas. El paciente es motañista. Tuvo algún accidente vascular cerebral por lo cual ingiere xarelto. Intolerancia a ibuprofeno.",
      "resto_de_aparatos_y_sistemas": "Ingiere xarelto, esomeprazol  y un medicamento para hipertensión que no recuerda.. La última revisión prostatica fue hace un año.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": "Hipertensión arterial en control.",
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la pierna derecha en el tercio inferior de la supeficie externa.",
      "morfologia": "Úlcera cubierta por una costra blanquecina, alargada, de 4 cms, con cierta congestión en los bordes.",
      "resto_de_piel_y_anexos": "Nevos pigmentados inactivos.\r\nLentigines"
    },
    "diagnosis": {
      "diagnostico_principal": "ÚLCERA POST.QUEMADURA EN LA PERNA DERECHA.\r\nNevos pigmentados inactivos.\r\nLentgines.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21687",
    "clinical_data": {
      "padecimiento_actual": "28 DE ENERO DE 2025.- Inició su padecimiento hace 2 y medio año con un absceso  en la nariz que drenó exudado purulento disminuyendo de tamaño. Por no cictrizarr  consutó una dermatóloga quien practicó una biopsia comunicada como queratosis seborreica pigmentada, tratada con criocoriugía dejando un hoyuelo.  Actualmente dice tener ardor con el calor.",
      "antecedentes_heredofamiliares": "Abueloa materno y tres tíos maternos diabéticos, madre hipertensa, tío materno tuvo un acciente vascular cerebral.",
      "antecedentes_personales": "Varicela,, sarampión, parotiditis, secuestro en 2011 sin secuelas físicas, por seguna ocasión tuvo otro secuestro en 2022 , dejando  como secuela  hipertensión arterial.",
      "resto_de_aparatos_y_sistemas": "Probablemente hiperreactor.Iingiere metoprolol, cymbalta (duloxetina), serc (betahistina).",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": "Hiperreactor en control",
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Negativo.",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis locallzada a la nariz donde afecta el ala nasal.",
      "morfologia": "Neoformación eritemaosa de 1 mm adyacente en el borde de una neoformación  de color beige, levemente hipetrófica, irregular, de 3 mms. no dolorosa, bien limitada.",
      "resto_de_piel_y_anexos": "Nevos pigmentados inactivos incluyendo el mayor piiloso en el hoimbro izquierdo (neoformación negra, pilosa, redonda, de 9 mms.)\r\nAngiomas capilares."
    },
    "diagnosis": {
      "diagnostico_principal": "QUERATOSIS SEBORREICA EN EL ALA NASAL IZQUERDA.\r\n.Nevos pigmentadoss nactivos.\r\nAngiomas capilares tipo rubí escasos.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21688",
    "clinical_data": {
      "padecimiento_actual": "28 DE ENERO DE 2025.- Inició su padecimiento hace 4 años con la aparición de una neoormación en la región estenal superior, sin síntomas, sin sangrado, sin cambios No ha sido tratado.",
      "antecedentes_heredofamiliares": "Abuelo paterno diabético, que tuvo ca. no especificado, padre tuvo ca. en la próstata.",
      "antecedentes_personales": "Varicela, apendicectomía No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "S.D.P: No ha revsiado la próstata.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Positivo dede los 13 años ( 20 cigarriillos al día) y un porro de marihuana por semana.",
      "alcoholismo": "Positivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada al tórax anterior en el hueco supraesternal  y al tórax posterior en el centro.",
      "morfologia": "La neoformación esternal es negra redonda, hipetrófica, sésil en base ancha, bien limitada no dolorosa, de 7 mms La lesión n el tórax posterior es beige, redonda, casi plana ded 3 mms. áspera.",
      "resto_de_piel_y_anexos": "Nevos pigmentados diversos inactivos.\r\nAlopecia androgenética IV-V."
    },
    "diagnosis": {
      "diagnostico_principal": "QUERATOSIS SEBORREICAS EN EL TÓRAX,\r\nNevos pigmentados inactivos.\r\nAlopecia androigenética IV-V.",
      "otros_diagnosticos": "Pansexual."
    },
    "evolutions": []
  },
  {
    "cedula": "m-21689",
    "clinical_data": {
      "padecimiento_actual": "31 DE ENERO DE 2025.- Inició su padecimiento hace 4 años con la aparición de una \"bola\"  en la cara lateral externa del muslo derecho con cierto crecimiento. No ha tenido remisones y no conoce una causa desencadenante. Cosultó una dermatóloga quien no diagnosticó algo benigno y que se mantuviera en observación.",
      "antecedentes_heredofamiliares": "Hermana asmática, pade y tia patedrna tuvieron infartos del miocardio, madre fue hipertensa.",
      "antecedentes_personales": "Varicela, hepatitis tipo A, gesta 0, extirpación de alguna neoformación e la mama derecha en la adolescencia,  al parecer benigno, operada por endometriosis ovárica, histeretcomía parcial. Infección por SARS-CoV-2 en 2020 (cansancio intenso, ansiedad dos noches, anosmia y ageusia). Aislamiento un mes La prueba PCR  en diversas ocasiones fue negativa. Por segunda ocasión se infectó pocos meses después (somnolencia, cansancio) con aiislamiento  un mes, sin pruebas ulterires. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Tiene enfermedad de Hashimoto por lo cual ingiere levotiroxina, además ingiere aceite de omegas., multivitamínas. Úlltima revsión ginecológica hace 3 años.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia qujirúrgica..",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada al muslo derecho en la cara lateral media.",
      "morfologia": "Neoformación cubierta por piel de color normal, , hipertrófica, cubieta por piel aparentemente  sana, móvil sobre plaos profundos, no dolorosa, de unos 3. cms. bien limitafa.semi firme-",
      "resto_de_piel_y_anexos": "Angiiomas capilares tipo rubí.\r\nNevo de Miescher pigmentado en la región occipítal baja derecha, no doloroso (neofomación hipetrófica, café moderadamente oscura, de 6 mms., irregular en la superficie, bien limitada), sin signos de actividad melanogénica.\r\nLentrigines.\r\nHipermelanosis por friccion  en el hemitórax izquierdo posterior."
    },
    "diagnosis": {
      "diagnostico_principal": "LIPOMA EN LA CARA LATERAL EXTERNA DEL MUSLO DEREHO.\r\nAngiomas capilares tpo rubí.\r\nNevo de Miescher occipital derecho.\r\nLentgiines.\r\nHipemelanosis  por fricción en el tórax posterior.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21690",
    "clinical_data": {
      "padecimiento_actual": "31 DE ENERO DE 2025.- Inció su padecimiento hace 10 meses con la aparición de pápulas eritematosas en la espalda con prurito al parecer porque su perro tuvo pulgas,  Hace 3 meses refiere prurito intenso y nuevas pápulas en diversas zonas de la piel. Ingirió allegra y usó alguna crema con avena coloidal, benadryl. Por vía sistémica. allegra.",
      "antecedentes_heredofamiliares": "Madre tuvo ca en mama, abuelo materno tuvo ca., hepático. .Abuela  y tres tíos paternos hipertensos,  tía paterna  tuvo ca. en mediastino.",
      "antecedentes_personales": "Alérgico a la ropa de lana., infección por SARS-CoV-2 en  2020 (fiebre, cefalea, cansancio , anosmia y ageusia ) estando aislado dos semanas. La pueba PCR a las dos semanas fue negativa.No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Rinitis alérgiicas. Última  revisión prostática hace 4 años-",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Positivo desde los 15 años hasta hac 3 años (1 cigarrillo al día).",
      "alcoholismo": "Posiitivo (2 copas por semana)..",
      "problemas_emocionales": "Insomnio por ansiedad (es profesor de sociología)"
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara posterior del tórax. Bilateral y asimétrica.",
      "morfologia": "Dos pápúlas eritematosas en involución, bien limitadas, planas.",
      "resto_de_piel_y_anexos": "Nevos escasos pigmentados, dos pequeños pilosos en el tórax posterior."
    },
    "diagnosis": {
      "diagnostico_principal": "PRURIGO POR ECTOPARÁSITOS.\r\nNevos pigmentados inactivos.",
      "otros_diagnosticos": "Rinitis alérgiica."
    },
    "evolutions": []
  },
  {
    "cedula": "m-21691",
    "clinical_data": {
      "padecimiento_actual": "31 DE ENERO DE 2025.- Inició su padeciimento desde la infancia con diversos lunares. Dice que han extirpadoalrededor de 15 lunares. por estética.  No tiene síntomas en la actualidad. No ha hecho otros tratamientos.",
      "antecedentes_heredofamiliares": "Padre tuvo diversos nevos, madre tuvo ca. en ovario.",
      "antecedentes_personales": "Varicela, ataque de hipo de 6 a 8 horas  que no ha controlado., hermano tiene ca. en la próstata. Infección por SARS-.COV-2 en 2020 (mareos, cansancio debilidad, cefalea, anmsia y ageusia,  rinorea) con aislamientro una semana. La prueba PCR a los 10 días fue negativa. Por segunda infección se infectó en 2022 ( rinorrea, fiebre, cansancio, anosmia). La prueba PCR fue negativa. No recuperó el gusto. No alergias medicamentossa cnocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere probióticos omeprazol. Última revsión prostática por antígeno hace un año.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Positivo desde los 17 de edad hasta los 32 años (20 cigariillos al día).",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada a la cara en la mejjlla izquierda, al tórax anterior a los hombros,al tórax posterior, a las extremidades superiores, a la pierna izquierda. Bilateral y asimétrica.",
      "morfologia": "Numerosas neoformaciones de color café  moderadamente oscuro de difrerntes formas y tamaños, sin signos de actidad melanogénia. Tiene algunas neoformciones pilodsas en el hombro y brazo izquerdos.",
      "resto_de_piel_y_anexos": "Numerosas neoformaciones de color café  moderadamente oscuro de difrerntes formas y tamaños, sin signos de actividad melanogénia. Tiene algunas neoformaciones pilosas en el hombro y brazo izquerdos."
    },
    "diagnosis": {
      "diagnostico_principal": "Angiomas capilares tipo rubpí, escasos.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21692",
    "clinical_data": {
      "padecimiento_actual": "31 DE ENERO DE 2025.- Inició su padecimiento hace 15 años con  la aparición de manchas oscuras en la cara y en el dorso de las mnaos. No ha tenido remisiones ni síntomas. No ha sido tratado.",
      "antecedentes_heredofamiliares": "Abuela materna y madre con manchas oscuras en la cara, padres diabéticos, padre hipertenso.",
      "antecedentes_personales": "Operado por acalasia espástica. No alegiias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere proscar, tamsulosina, monte lukast, one a day. No ha reviisado la próstata por urólogo.,",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Positivo desde los 22 años (30 cigarrillos al día) hasta los 40 años.",
      "alcoholismo": "Positivo (2 copas por semana).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara donde afecta las mejillas. Bilateral y asimétrica.",
      "morfologia": "Manchas de color café mderadamente oscuras, bien limitadas, de 5 a 8 mms., de tamaño.",
      "resto_de_piel_y_anexos": "Lentigines en el dorso de las manos.\r\nNevos pigmentados inactivos en el tórax posterior.\r\nVerruga seborreica en la base derecha del cuello.\r\nTinea pedis plantar einterdigital.\r\nOnicomicois distal subungueaol en el prier dedo del pe izquierdo."
    },
    "diagnosis": {
      "diagnostico_principal": "LENTIGO SIMPLE EN LAS EJILLAS.\r\nLentgiines en el dorso de las manos.\r\nNevos pigmentados inactivos.\r\nTinea pedis e interdigital.\r\nOnicoimicosis podal distal en el prmer dedo del pie izquierdo.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21693",
    "clinical_data": {
      "padecimiento_actual": "31 DE ENERO DE 2025.- Inició su padecimiento hace 15 años con la aparción de pápúlas eeitematosas en las mejillas con ardor, pruroito y dolor y algunas en el tórax posterior.  Cursa con remisiones y exacerbaciones, éstas con la ingestión de azúcar, chocolates, con el perióodo premesnrtrual. Localmente: dalacin T. Por vía sistpémicas. hormonas que produk+jero problemas secudnarios intensos lpir CUCI.",
      "antecedentes_heredofamiliares": "Hermano asmático, abuelo pagterno murió por infarto del miocardio, abuelo mateno tuvo problemas cardiovascular  y accidente vascular cerebral, padre, tía paterna, tres primas paternas y hermano tuvieron  acné.tratado con iotretinoína.",
      "antecedentes_personales": "Varicela, polipectomía colónico cuando se detectó colitis ulcerosa  iinespecífica.  No alergias medicamentosas conocidas-.",
      "resto_de_aparatos_y_sistemas": "Ingiere probóticos, cúrcuma,  jenjibre, vitanco. Última revisión ginecolólgia hacs 10 meses.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca a los 10 años con ritmo de 28 X 3-4.",
      "tabaquismo": "Positivo desde los 12 años (10 cigarrillos al día) hasta los 28 años.",
      "alcoholismo": "Positivo remoto.",
      "problemas_emocionales": "Insomnio por labores."
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada a la cara donde afecta la erefióin frontal, las mejillas y el menton, al cuello en las caras laterales y al tórax posteroir hasta la región tóraco-lumbar. Bilateral y simétrica.",
      "morfologia": "Pápulas eritematosas numerosas, alguna excoriada en la egión frontal, bien liiktadas, moderadaente activas, de diferentes formas y tamaños.",
      "resto_de_piel_y_anexos": "Nevos pigmentados diversos inlcuyendo el situado e la base palmar del índice izquierdo, inactivos."
    },
    "diagnosis": {
      "diagnostico_principal": "ACNE DEL ADULTO IV\r\nNevos pigmentados inactivos.",
      "otros_diagnosticos": "Colitis ulcerosa inespecífica estable."
    },
    "evolutions": []
  },
  {
    "cedula": "m-21694",
    "clinical_data": {
      "padecimiento_actual": "31 DE ENERO DE 2025.- Inició su padecimiemto hace 6 años con la aparicion de verrugas en el cuello, sin síntomas, sin sangrado.  No ha tenido remisones. No ha sido tratado.",
      "antecedentes_heredofamiliares": "Madre hipertensa, padres paternos diabéticos, hija (Srita: Ximena Alejandra Guzmán) tiene acné, padres tiene verrugas seborreicas.",
      "antecedentes_personales": "VAricela, sarampión, partoditis, extracción de un molar, opetrado de ambos ojos. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere escitalopram desde hace 3 años.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positvo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada a la cara donde afecta las mejillas, al cuello en las caras laterales y al tórx posterior. Bilateralk y con cierta tendencia a la simetría.",
      "morfologia": "Neoformaciones numerosas de color café, numerosas pediculadas en el cuello, en el resto son planas, puntifoirmes o mayores enel cuello, no dolorosas.",
      "resto_de_piel_y_anexos": "Nevos pigmementados (2) escasos.\r\nAngiomas capilares tipo rubí."
    },
    "diagnosis": {
      "diagnostico_principal": "VERRUGAS SEBORREICAS.\r\nAngiomas capilares tipo rubí.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21695",
    "clinical_data": {
      "padecimiento_actual": "31 DE ENERO DE 2025.- Inició su padecimiento hace 45 días con la aparición de una mancha café en la mejilla derecha, sin síntomas  ni sangrado. No ha sido tratada.",
      "antecedentes_heredofamiliares": "Padre tuvo probables queratosis seborreicas, abuela materna diabética, madre tuvo un accidentes vascular cerebral., tía materna tuvo ca. pulmonar, abuelo paterno tuvo ca. en el cuello.",
      "antecedentes_personales": "Varicela, septumplastía, oerada con láser por cataratas (facoestimulación) Infección por XSARS-.CoV-2 en 2023 (tos, rinorrea, cansnacio ) persistiendo 3 días, estuvo aislado 15 días., sin prueba ulterior. Gesta 0. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "S.D:P: Última revisión ginecológica hace 3 meses.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia fisológica a los 45 años.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatoisis localizada a la cara donde afeta las mejillas. Bilateral y asimétrica.",
      "morfologia": "Pequeñas neoformaciones de color café, unas redondas, otras ovaladas, la mayor en la mejilla derecha, plana de unos 8 mms. no doorosas.",
      "resto_de_piel_y_anexos": "Angiomas capilares tipo rubí numnerosos desde puntiformes hasta de 2.4 mms. en la zona del epigastrio."
    },
    "diagnosis": {
      "diagnostico_principal": "Verrga viral incipiente en la cara plaNtar del 5o dedo del pie dereCHo y otra menos grande en el 4o dedo del pie izqiuerdo.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21696",
    "clinical_data": {
      "padecimiento_actual": "31 DE ENERO DE 2025.- Inició su padecimientro hace 4 años con la aparición de un lunar en la base izquierda del cuello., con aumento de tamaño, en ocasiones con prurito. No ha tenido remisiones.",
      "antecedentes_heredofamiliares": "Madre, y tres primas matermas con lunares, padre diabético, madre hipertensa, tí materna tuvo ca. en mama.",
      "antecedentes_personales": "Varicela, No alergias medicamentosasconocidas.",
      "resto_de_aparatos_y_sistemas": "S.D:P. Última reviión ginecológica hace un año.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca a los 11 años con ritmo de 28 X 5-6 con dismenorea los dos primeros días.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada a la base izquierda del cuelo, a los brazos, a la cara  anterior del muslo izquierdo y al 4o dedo del pie izquierdo, en el pulpejo. Bilateral y asimétrica.",
      "morfologia": "En el cuello es una neoformación negruzca, ovalada, poco hipetrófica, de 3 mms. no dolosa. En el resto son manchas café claro bien limitadas, pequeñas.",
      "resto_de_piel_y_anexos": "Nevo lentiginoso en el hemiabdmen derecho (placa café con pigmento más osuro en\"confeti\" dentro de la misma, ovalada, de unos 6 cms.\r\nEfélides."
    },
    "diagnosis": {
      "diagnostico_principal": "NEVOS PIGMEMATDOS INACTIVOS.\r\nNevo lentiginooso en el hembdomen derecho.\r\nEfélides",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21697",
    "clinical_data": {
      "padecimiento_actual": "4 DE FEBERERO DE 2025.- Iniciósu padecimiento hace 6 meses con la aparción de una neoformación e la oreja derecha, sin síntomas, sin sangrado. No ha sido tratada.  Localmente:; jabón de jenjiibre. Por vías sistémica: ningún medicamento.",
      "antecedentes_heredofamiliares": "Abuela materna asmática, tío paterno tuvo ca. en huesos.",
      "antecedentes_personales": "Varicela, apendicectomía, amigdalectomía. ALÉRGICA A PENICILINA.",
      "resto_de_aparatos_y_sistemas": "Ingiere escitalopram a veces olanzapina ültima revisión ginecológica hace un año.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca a los 13 años con  ritmo de 26 X 4-5.",
      "tabaquismo": "Positivo desde .os 16 años (10 cigarrillos al día) hasta hace 2 meses.",
      "alcoholismo": "Positivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis loclaizada a la región temporal derecha.",
      "morfologia": "Neoformación eritemato-escamosa, redondeda, blanda, móvil sobre planos profundos, de 6 mms. no dolorosa.",
      "resto_de_piel_y_anexos": "Nevos pigmentados diversos y dos de ellos de Miescher en la cara psterior del tórax, del color de la piel, poco hipetróficos, blandos, con superficie irregular, de forma redonda, de 4 mms. \r\nAngioma capilar tipo rubí en  el antebrazo derecho.\r\nPerforación del héliix izquierdo para arete."
    },
    "diagnosis": {
      "diagnostico_principal": "QUISTE INFUNIBULAR INCIPIENTE EN LA REGIÓN TEMPORAL DERECHA.\r\nNevos pigmentados diversos inactivos.\r\nNevos de Miescher en el tórax posterior.\r\nAngioma capilar tipo rubí en el antebrazo derehco.\r\nPerforación del hélix izquierdo para arete.",
      "otros_diagnosticos": "Reacción ansioso-depresiva en control."
    },
    "evolutions": []
  },
  {
    "cedula": "m-21698",
    "clinical_data": {
      "padecimiento_actual": "6 DE FEBRERO DE2025.- I nició su padecimiento hace un año con la apariión de pápulas eritematosas en las mejillas y en la efión frontal  adempás de perurito en el tórax lateral. Cursa con remisiones y exacerbaciones. No concoe una causa desencadenante. Tratamiento homeopáico.",
      "antecedentes_heredofamiliares": "Dos medio hermanos tuvieron ca en ovario y en médula espinal?.",
      "antecedentes_personales": "Varicela, sarampión. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere oimega 3. No ha revisado la p´rostata excewpto por antígeno prostático.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo (3 copas por meses).",
      "problemas_emocionales": "Insomnio proablemente por sísndrom de piernas inquetas."
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localiada a la cara donde aecta la región frontal y las mejillas. Bilateral y simétrica.",
      "morfologia": "Pápulas eritematosas moderadamente activas, mpas limitadas en base levemente  congestiva.",
      "resto_de_piel_y_anexos": "Nevos pigmentados inactivos."
    },
    "diagnosis": {
      "diagnostico_principal": "ACNE DEL ADULTO.\r\nNevos pigmentados inactivos.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21699",
    "clinical_data": {
      "padecimiento_actual": "7 DE FEBRERO DE 2025.- Inició su padecimiento hace 6  semanas con la aparición de una pápula rojiza en el dorso izquierdo de la nariz, asintomática.. La cosmetóloga le indico´asisstir con el dermatólogo. No ha sido tratada.",
      "antecedentes_heredofamiliares": "Madre hipetensa.",
      "antecedentes_personales": "Varicela, sarampión, Infección por SARS-.CoV-2 en 2022 (malestar general) aislada por una semana . La prueba PCR fue negativa, gesta III, para I, cesárea I, aborto I histeretomía total, extracción de litiasis renal izquierda con cirugísa abierta, , mamoplastía de aumento, lipectomía., se ha tatado con botox, ácido hialurónico.",
      "resto_de_aparatos_y_sistemas": "Ingiere calcio, magnesio, cúrcuma, vitamikna D., glujcosamina con condroitin sulfato,",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia quirúrgca.",
      "tabaquismo": "Positrivo desde los 20 años de edadurante 4 añs ( 2 cigarrillos al día).",
      "alcoholismo": "Positivo (3 copas por semana).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara donde afecta el dorso izquierdo de la nariz.",
      "morfologia": "Neoformaicón eritematosa con un punto central poco más pronunciado, redonda, de 4 mms. no dolorosa.",
      "resto_de_piel_y_anexos": "Nevos pigmentados divesos (antebrazos izquierdo, cara posterior del tórax y hemiabdomen izquierdo, inactivos.\r\nQueratosis seborreicas en el hemiabdmen y pierna izquierdos, pequeñas."
    },
    "diagnosis": {
      "diagnostico_principal": "ANGIOMA CAPILAR EN EL DORSO DE LA NARIZ \r\nQueratiosis seboreicas incipientes.\r\nNevols pigmentados inactivos.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21700",
    "clinical_data": {
      "padecimiento_actual": "7 DE FEBRERO DE 2025.- Inició su padecimiento hace 10 años con la aparición de manchas cafés en el tórax anterior y en la mano derecha, sin síntomas, con cierto aumento de tamaño. No ha sido tratada.",
      "antecedentes_heredofamiliares": "Padre y tes hermanos tienen lentigines, dos hermanos hpertensos unoi de ellos  hermano falleció por algún trastorno cardiovascular, tía materna y una prima materna tuvieron ca. no epecificados.",
      "antecedentes_personales": "Sarampión, tosferina, operada por endomteriosis, colecistectomia, gesta 0. Infección por SARS-CoV-2 hace 2 años (cefalea, febr, rnorrea) No estuvo aisalada.  No lergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingoiere lpos productos siguientes: piascledine, flaricelm viplen, eutirox, vitamina E, linaza. Última reviion gineclógica hace 3 meses. Nota: trastorno del manguito rotador derecho e izquierdo.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia fisiolpógica a los 50 años.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada al tórax anterior supeiror y al dorso de la mano derecha. Bilateral y asimétrica.",
      "morfologia": "Dos neoformaciones de color café claro, bien limitadas, la mayor en el tórax, de forma ovalada, de 7 mms. y la otra en el dorso de la mnao derecha, ovalada de unos 18 mms.",
      "resto_de_piel_y_anexos": "Angiomas capilares tipo rupi.\r\nNevos pgmentados de Miescher en la mejilla izquierda, levemente pigmentado y en el ala nasal derecha (neoformación del color de la piel, hipertrófica, firme, bien limitada, de  14 mms., no dolorosas."
    },
    "diagnosis": {
      "diagnostico_principal": "QUERATOSIS SEBIREICAS EN EL TÓRAX ANTERIOR Y EN EL DORSO DE LA MANO DEECHA.\r\nAngiomas capilares tipo rubí. \r\nNevos de Miescher en la cara y pigmentados en diversas zonas, inactivos.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21701",
    "clinical_data": {
      "padecimiento_actual": "7 DE FEBRERO DE 2025,. Inició su padecimiento hace una semana con eritema y descamación peribucal  una semana después de haber tenido influenza.tratada con ozeltamivir, nexium, espaven enzimático.. Localmente:; dermalibour.ota: el paciente constantemente se frota la piel de la cara y la moja. Por vía sistémica.ningún medicamento.",
      "antecedentes_heredofamiliares": "Abuelos maternos diabéticos, abuelos paternos tuvieron ca. en ovario y en la vejiga.",
      "antecedentes_personales": "Infección por SARS-CoV-.2 en 2023 (cefalea, , anosmia, ) estando aislado dos semanas. La prueba PCR fue negativa Por segunda ocasión  se infectó con SARS-.COV-2 pero no recuerda. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "S.D.P.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Negativo.",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara donde afecta la región peribucal. Bilateral y simétrica.",
      "morfologia": "Placa eritemato-escamosa cubierta por material blanco. bien limitada.",
      "resto_de_piel_y_anexos": "Nevos pigmentados escasos inactivos."
    },
    "diagnosis": {
      "diagnostico_principal": "DERMATITIS POR CONTACTO A LA SALIVA.\r\nNevos pigmentados escasos inactivos.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21702",
    "clinical_data": {
      "padecimiento_actual": "10 DE FEBRERO DE 2025.- Inició el padecimiento hace un año al decir de la madre, con la aparicion de piel seca en ,os pliegues de fleixón, con prurito. Cursa con remisiones y exacerbaciones, éstas con clima caluoros. Con frecuencia padece de faringitis. NO ha sido tatado.",
      "antecedentes_heredofamiliares": "Bisabuela materna asmática, bisabuela materna del lado paterno tuvo ca. pulmona, abuela paterna diabética, abuela materna tuvo ca, en mama con mastectomía bilateral.",
      "antecedentes_personales": "No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "S.D.P:",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": null,
      "alcoholismo": null,
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "ermatosis loclaizada al pliegue de cdo derecho.",
      "morfologia": "Placa liegareente escasoa mall imitada.",
      "resto_de_piel_y_anexos": "Nevos pigmenahdtso diversos, sin signos de activiad melanogénica incluyenel situado en el segundo poliegue interdigitla de la mano dereha (mancha café oscuro, irregular, de unos 8 mms.) otro en l cara palmar del dedo medio izquiewdoi (manha redonda bien limiada). y los demás en el tórax posterior, gluteo derecho, prepuscio centrl (mancha café con tinr¿te más oscufro en el brde sueprior, de unos 9 mms. yen las  y piernas"
    },
    "diagnosis": {
      "diagnostico_principal": "DERMATITIS ATÓPICA.\r\nNevos pigmenatdos numerosos inactivos.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21703",
    "clinical_data": {
      "padecimiento_actual": "11 DE FEBRERO DE 2025.- iInició su padecimiento hce 7 años  después de traumatismo craneal. Fue tratado con recibió esteoides  y complejo B.Sesis semanas después notó la aparicón de pápulas eritematosas en la mejilla derecha.Cursa con remisiones  y exacerbacioes. Localmente: peroxido de benzoílo, crema hidratante. Por vía sistémica: ningún medicamento.",
      "antecedentes_heredofamiliares": "Abuelo materno y seis tíos maternos diabéticos, padre hipertenso, tía materna asmática, abuelo materno tuvo ca. en la próstata.",
      "antecedentes_personales": "Varicela, parotiditis, escarlatina, asma bronquial desde los 7 años hasta la adolescencia.Infección por SARS- COV-2 en 2022 (asintomático). Estuvo aislado 10 días. La prueba PCR fue negativa. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere doxiprep.y retrovirales.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo (4-5 copas por semana).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara donde afecta las mejillas y la nariz Bilateral y simétria. Pedomiona en la mejilla derecha.",
      "morfologia": "Placas congesivo-papulosas bien limitadas de 2 a 3 ms. de tamaño en la mejilla deecha.",
      "resto_de_piel_y_anexos": "Mancha lentignosa en la cintura izquierda (mancha café moderadamente oscura ovalada, bien limitada de unos 3.0cms)."
    },
    "diagnosis": {
      "diagnostico_principal": "ROSÁCEA PÁPULO-ERITEMATOSA I-II\r\nMancha lentiginosa en la cintura.",
      "otros_diagnosticos": "Homosexual."
    },
    "evolutions": []
  },
  {
    "cedula": "m-21704",
    "clinical_data": {
      "padecimiento_actual": "11 DE FEBRERO DE 2025.- Inició su padecimiento hace  3 años  con la aparición de comedones oscuros en la nariz . Después aparecieron pápulas en las mejillas, en la región frontal y en el tórax posterior. Cursa con remsiones y exacerbacioes, sin causa conocida. Consultó un dermatólogo quien le vendió sus productos (Dr.Alejandro Godorowsky). Por vía sistémica: tabetas no especificadas.",
      "antecedentes_heredofamiliares": "Padre tiene acné,  diabético, bisabuela materna tuvo ca., en mama, abuelo materno tuvo ca. en la próstata.",
      "antecedentes_personales": "Circuncisión. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "S.D.P.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada a la cara donde afecta las regiones temporales, al torax posterior hasta la región lumbar y al pubis. Bilateral y simétrica.",
      "morfologia": "En la cara algunos comedones oscruos, y una pápula eritmatosa en el labio superior del lado derecho. En las regiones temprales cicatrices atróficas antiguas.. En el tórax y en el pubis son pápulas eritematosas algunas más activas, bien limiitadas.",
      "resto_de_piel_y_anexos": "Dos nevos de Miescher en el labio superior del lado izquierdo, adyacentes, café oscuro, redono , bien imiitados, de 2 a 3 mms.sin signos de actividad melanogénica. Otro nevo plano en el hemitórax derecho posterior de 2 mms."
    },
    "diagnosis": {
      "diagnostico_principal": "ACNÉ JUVENIL III.\r\nNevos pigmentados inactivos.\r\nEsgtrías atrofias por distensión en la reión tóraco-lumbar",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21705",
    "clinical_data": {
      "padecimiento_actual": "21 DE FEBRERO DE 2025.- Inició su padecimiento hace 6 merses con la aparición de eritema doloroso en el borde ungueal posterior el dedo  medio derecho y después aparecieron eritema y molestias en otros dedos de  ambas manos.. Al dejar de trabajar desapareció  la dermatosis. Comentó que usa guantes y geles para su trabajo en las uñas.  Localmente: alguna crema. Por vía sistémica ningún medicamento.",
      "antecedentes_heredofamiliares": "Abuela materna diabética, abuelo materno tuvo un accidente vascular cerebral.",
      "antecedentes_personales": "Varicela, amigdalectomía, gesta 0. Dice tener dermatitis atópica que se exacerba con  tensión  emocional y con el calor, hermana con diversas alergias, operada de miopía con láser.. No alergias medisamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere omega 3, omeprazol ocasionalmente, loratadina. Última revisión ginecológico hace 3 años.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca a los 12 años de edad con ritmo de 28 X 3.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Posirivo (dos copas por semana).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a las manos  donde afecta los dedos medio,  anular y  pulgar, en los bolrdes ungueales posteriores. Bilateral y smétrica.",
      "morfologia": "Placas periugueales eritemato-escamosas más o menos bien limitadas.",
      "resto_de_piel_y_anexos": "Perforación de las orejas para aretes.\r\nDermatitis atópica estable.,"
    },
    "diagnosis": {
      "diagnostico_principal": "DERMATITIS POR CONTACTO A LOS GELES EMPLEADOS PARA  LAS UÑAS.\r\nPerforación de las orejas para diversos aretes.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21706",
    "clinical_data": {
      "padecimiento_actual": "17 DE OCTUBRE DE 2025.- Inició su padecimiento al decir de la madre hace un año con la aparición de pápulas en el hemiabdmen derecho sin síntomas. Consultó un médico quien extirpó dicha pápula. Recientemente aparecieron algunas páulas pequeñas en la misma zona,  con prurito.",
      "antecedentes_heredofamiliares": "Abuela  materna diabética, tío paterno probablemente epilético.",
      "antecedentes_personales": "Negativos. Imunzaciones correctas.  No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "S,:D.P.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": null,
      "alcoholismo": null,
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada al hemiabdomen derecho.",
      "morfologia": "Cuatro mini pápulas la mayor translúcida, bien limitadas, de 0.2 mms.",
      "resto_de_piel_y_anexos": "Nevos pigmentados (2) brazo izquierdo y pierna derecha (manchas café oscuro, bien limitadas, de 3 mms. sin signos de actividad melanogénica.\r\nMancha mongólica en el glúteo derecho."
    },
    "diagnosis": {
      "diagnostico_principal": "MOLUSCO CONTAGIOSO EN EL HEMIABDOMEN DERECHO.,\r\nNevos pigmentados (2) inactivos.\r\nMancha mongólica en el glúteo derecho.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21707",
    "clinical_data": {
      "padecimiento_actual": "17 DE FEBRERO DE 2025.- Inició su padecimiento hace 15 días con la mordedura de un perro en la pierna izquierda. Asistio´con un médico quien lavó, alicó furacimn, augmentin  x 7, paracetamol..",
      "antecedentes_heredofamiliares": "Padre, abuelos maternos diabético, padre tiene enfermedad de Parkinson, tía materna tuvoi ca. hepático.",
      "antecedentes_personales": "Sarampión, parotiditis, gesta III, cesáreas II; operada por glándulas de Bartholin, ovairiecomía bilateral, aplicación de lente intraocular por cataratas. Infección poor SARS-CoV-. 2 en 2021 (cansancio,cefalea, rinorrea, diarrea), estiuvo ailsada 15 díuas. La prueba PCR a los 15 días fue negativa. No alergias medicamentosas conoicidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere eutirox. Última revisión ginecológica hace 8 mseses.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia quirúrgica a los 50 años.",
      "tabaquismo": "Positivio desde los 12 años hasta los 24 años de edad (2-10 cigarrillos al día).",
      "alcoholismo": "Positivo (dos copas pr semana).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis loclal pierna izquierda.",
      "morfologia": "Placa ulceraosa-eritematosa-costrosa, alargada con el centro deprimido de unos 6 cms.",
      "resto_de_piel_y_anexos": "Queratosis seborrieca en el hemitóirax izquiwrdo posetrior (neoformación plana, beige, de unos 5 mms).\r\nNeo de Miescher en la mejilla derecha inactivo."
    },
    "diagnosis": {
      "diagnostico_principal": "HERIDA POST-MORDEDURA DE PERRO EN LA PIERNA IZQUIWRDA.\r\nA¿Queratosis seborreica en  el hmeitórx izquierdo laterak.\r\nDermatofibroma en la pierna izquierda (neoformación palpable, dolorosa, de 3 mms).",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21708",
    "clinical_data": {
      "padecimiento_actual": "17 DE FEBRERO DE 2025.- Inició su padecimiento  hace 4 años con la aparición de una mancha en el dorso de la nariz. Consultó una dermatologa hace una semana quien prescribió daivonex y efudix  por 10 días. Por vía sistémoca: ningún medicamento.",
      "antecedentes_heredofamiliares": "Madre diabético, hipertensa, tuov infarto cerebral, padre falleciuó por i nfartoi del miocardio.",
      "antecedentes_personales": "Hepatitis tipo A, varicela, parotiditis, gesa II, para cesáreas II, septumplastía.  Alérgica a la lana. Infección por SARS-.CoV-.2 en 2022 (asintomátrica), estuvoailsada 10 días.  La prieba PCR fiue negativa. Por segunda ocasión se infectó en 2023 (odinofagia, fiebre, cefalea, mailsgias, cansancio, rinofrea) persistiendo una emana. La prueba PCR fue negativa. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere histofil, calcio, colágeno. Última reiion ginecológia hace 3 meses. Ciática derecha., ingiere tafoirol.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menoipausia fisiológica en 2017.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Postivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara donde afecta la nariz y las regiones nasogenianas. Predomina en el dorso de la nariz.Bilateral y simétrica.",
      "morfologia": "Placas congestivo-eritematsoas  bien limitadas, de difewrntes tamaños.",
      "resto_de_piel_y_anexos": "Angima capilas en eñl hemitórax izquerdo anterior."
    },
    "diagnosis": {
      "diagnostico_principal": "QUERATOSIS ACTÍNICAS EN LA CARA.\r\nAngioma capilar tipo rubí.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21709",
    "clinical_data": {
      "padecimiento_actual": "17 DE FEBRERO DE 2025.- Inició su padecimiento hace 2 años con la aparición de una \"bolita\" en el párpado superior izquierdo, sin síntomas, sin camvios. No ha sido tratada.,",
      "antecedentes_heredofamiliares": ",Hija (Srita. Paulina) tuvo ca. en mama,  hijas  tienen acné (Srita. Paulina Garcpía Cabañas),, madre tuvo ca., en mama.",
      "antecedentes_personales": "Salpingocliasia, colecistetcomÍa. Getsa III, para III. Infección por SARS.CoV-2 hace un añol malestar general, fiebre, milagias, frinofrrea), Estuvo aislada 8 días. La prueba PCR fue negativa.. ALÉRGICA  A PROSTIGMINA.",
      "resto_de_aparatos_y_sistemas": "Ingiere calcio, ácido alendrónico, tramado, pregabalina. Última revisión ginecológfica hjace un año.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": ";Menopausia fsiolgógica a los 38 años.",
      "tabaquismo": "Positivo desde los 25 años hasta los 58 años (3-4 cigarrillos al día).",
      "alcoholismo": "Positivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara donde afecta el párpado sueprior izquierdo.",
      "morfologia": "Neoformación del color de la iel, redonda, poco hipertrófica, bien limitada, no dolorosa, redonda, de 2 mms.",
      "resto_de_piel_y_anexos": "ngiomas capilares tipo rubí-. Queratosis actínicas en la punt de la nariz (polaca eritematosa ligeraente escamsa, de unos 16 mms)."
    },
    "diagnosis": {
      "diagnostico_principal": "VERRUGA SEBORRFEICA E EL PÁRPADO SUEPRIOR IZQUIERDO.\r\nAngiomas capilares tipo rubí.\r\nQueratosis actínica en la punta de la narz.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21710",
    "clinical_data": {
      "padecimiento_actual": "17 DE FEBRERO DE 2025.- Inició su padecimiento hace un año con la aparición de comedones del color de la piel, oscuro en la región frontal. Despés apñarecieron en la esplada. Cutra con remisones y exacerbaciones, sin causa conocida. Localmente: mascarillas, jabines diversos,+ (azufre, ácido salic{ilico, carbón). Por vía sistémoica: ningún medicamento.",
      "antecedentes_heredofamiliares": "Masdre tuvo acné, abuelas materna y paterna asmáticas, abuelo pater tuvo csa. en la próstata, abuelo materno tuvo cs en la próstata.",
      "antecedentes_personales": "Varicela, No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "S.DC.P.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca a los 12 años de ead con ritmo de 28 X 5.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cafra dode aecta la regfión fronta, la nariz, las mejillas y el mentón. Bilateral y simétrica.",
      "morfologia": "Comedones del color de la poiel numerosos en la refión frontal y en las mejillas, algunas pápulas eritematoss en la mejilla derecha.",
      "resto_de_piel_y_anexos": "Nevos pigmentados diversos, incluyendo el situado en el dedo mediko de la mano derecha en la superficie interdigitañ cuital, inactvos."
    },
    "diagnosis": {
      "diagnostico_principal": "ACNE JUVENIL III.\r\nNevos pigmentados inactivos.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21711",
    "clinical_data": {
      "padecimiento_actual": "18 DE FEBRERO DE 2025.- Inició su padecimiento hace 3 meses con aumento de volumen del dedo índice derecho, sin síntomas,.además de placas eritematosas en el toibllo derecho y  en la roldilla izquierda. Hace un mes después de gripe reaparecieron las lesiones.Ocasionalmemngte i ngiere flanax (naproxeno). No ha sido tratada",
      "antecedentes_heredofamiliares": "Madre tuvo ca., en mama.",
      "antecedentes_personales": "Varicela, sarampión, hepatititis tipo A, gesta III, legrado I, para II, amigdalectomía, operada por otitis izquierda con cofosis (anacusia)., safenectomía izquierda, apendicectomía, colecistetcomía, ritidectomía en 2 ocasiones,  operada dela  muñeca izquierda con aplicación  de una placa. Infección por SARS- CoV-.2. en 20'2 (rinorrea, gripe leve). Estuvo aislada 12 días. La prueba PCR fue negativa.  No alergias  medicamentosa conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere rivotril, exedrin, vitaminas  B12, vitamina C, biotina, caltrate D., flanax, melatonina. ´Última frevisión ginecológica. hace 4 meses.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia fisiológica a los 45 años de edad.",
      "tabaquismo": "Positivo desde los 15 años de edad (5-6 cigarillos al día).",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada al índice derecho en el dorso, al tobillo derecho en la superficie externa y en la cara interna  de la rodilla derecha. Bilateral y asimétrica.",
      "morfologia": "Manchas de color ris café, bien limitadas, alargada en el índice, redondas las otras, de 2 a 3 cms. bien limitadas.",
      "resto_de_piel_y_anexos": "Angiomas capilares tipo rubí.\r\nXerosis secundaria."
    },
    "diagnosis": {
      "diagnostico_principal": "ERITEMA FIJO POR MEDICAMENTOS (naproxeno?).\r\nAngimas capilares tipo rubí.\r\nXerosis secundaria.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21712",
    "clinical_data": {
      "padecimiento_actual": "18 DE FEBRERO DE 2025.- Inició su padecimiento hace un mes con la aparición de prurito y ardor en una mancha roja  en  la mejilla derecha,. Tres días después continuaba la lesión. Consultó una dermatloga quien prescribió sensibio, metrogel, desowen crema, epithelial AH, heliocare (León, Gto). La lesión no ha desaparecido y persiste el ardor.",
      "antecedentes_heredofamiliares": "Abuela y cuatro hermanos diabéticos, madre tuvo ca., en el páncreas.",
      "antecedentes_personales": "Varicela, sarampión, gesta V, para IV, cesárea I, histerectoomía total, hernioplastía umbilical.Neumonía hace 4 años.No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere metoprolol  losartan, calcio, otro medicamento prescrito por un reumatólogo. Última revsión ginncológica hace 4 años. Hipoacusia derecha.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": "Hipertensión arterial en control.",
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia quirírgica.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dewrmatosis loclaizadaa la cara donde afewcta la mejilla derecha.",
      "morfologia": "Placa congetsivo-eritematoisa poco infiltrada, bien limitada.,  con un borde poco más elevado.",
      "resto_de_piel_y_anexos": "Verrugas seborreoicas.\r\nLe ntigines.\r\nDefrmatosis hipocromiante idopática."
    },
    "diagnosis": {
      "diagnostico_principal": "DESCARTAR GRANULOMA ANULAR EN LA MEJILLA DERECHA VS  INFILTRACIÓN LINFOCITARIA DE jESSNER.\r\nVerruas seboreicas en el cuello. \r\nLentigines.\r\nDermatosis hipocromiante idiopática.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21713",
    "clinical_data": {
      "padecimiento_actual": "18 DE FEBRERO DE 2025.-. Inixió su padecimieto hace 8 meses con la aparición de eritema peribucal sin síntomas. Un amigo indicó  betametsona por un mes. Por vía sistémica: ningún medicamento.",
      "antecedentes_heredofamiliares": "Hermano prediabéico, otro hermano probablemente tuvo un accidente vascular cerebral, padre tuvo ca. en el colon, hermano tuvo ca. en la vejiga, madre tuvo ca. en la vejiga.",
      "antecedentes_personales": "Parotiditis, artroscopia de rodillai izquierrda colecistectomía. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Aplica DHEA y testosteronaen pellets.  Última revision prostática por antígeno hace 6 meses.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Positrivo hace 30 años (una pipa quncenal)-",
      "alcoholismo": "Poisitivo (4 copas por semana).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara donde afecta la mejilla derecha y el mentón. Bilateral y asimétrica.",
      "morfologia": "En la mejilla derecha son pápulas eritematosas inidividuales moderadamente activasas., En el mentón es una placa congestivo-eritematosa con minimas pápulas en la superificie.",
      "resto_de_piel_y_anexos": "Nevos pigmentados diversos inactivos incluyendo el piloso en la cadera derecha (neoformación café moderadamente oscura, pilosa, redonda, plana,, de 8 mms)."
    },
    "diagnosis": {
      "diagnostico_principal": "ROSÁCEA PÁPULO--ERITEMATOSA II\r\nNewvos pigmentados inactivos.",
      "otros_diagnosticos": "Sobre peso I-II."
    },
    "evolutions": []
  },
  {
    "cedula": "m-21714",
    "clinical_data": {
      "padecimiento_actual": "20 DE FEBRERO DE 2025.- Inició su padecimiento hace 4 años con la aparición de placas eritemato-escamosas en la cara con prurito. Cursa con remisiones y exacerbaciones, la última hace 3 días después de exponerse al sol. Consultó una dermatóloga quien precribió crema con hidrocortisona, serum de Vichy. ¨Por vía sistémoica. ningún medicamento.",
      "antecedentes_heredofamiliares": "Primo materno tiene \"caspa\", tío y abuella maternos diabéticos,.",
      "antecedentes_personales": "Varicela, sarampión, operado por sinusitis. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere los productos siguientes: metformina, rosuvastatina fenofibrato, alopuirnol, ozempic (cada semana). La última revisión prostática fue hace 2 meses.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Positivo desde los 16 años de edad (6 cigarrillpos al dia) hasta 2022.",
      "alcoholismo": "Positivo ocasionlmente intenso.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada a la cabeza donde afecta las regiones supraauriculares, a las orejas, a la cara en la región frontal y en las mejillas. Bilateral y simétfrica. .",
      "morfologia": "Placas eritemto-escamosas congestivas en las mejillas, mal limitadas.",
      "resto_de_piel_y_anexos": "Nevos pigmentados numerosos casi todos planos excepto uno en la región retroauricular izquierda y en el hemitórax lateral izquierdo, hipétróficos, bien limtados, inactivos.\r\nangioas capilares toipo rubi en el tórax posterior."
    },
    "diagnosis": {
      "diagnostico_principal": "DERMATIITIS SEBORREICA VS PSORIASIS.\r\nNevos pigmentados numerosos inactivos.\r\nngiomas capilares tipo rubí.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21715",
    "clinical_data": {
      "padecimiento_actual": "21 DE FEBRERO DE 2025.,-. Inici´ó su padecimiento hace 3 semanas cuando su novia  y su padre lo hiicieron saber  que tenía algo en el cuello. El paciente no se queja de dolor y no ha notado cambios.",
      "antecedentes_heredofamiliares": "Padre hipertenso.",
      "antecedentes_personales": "Varicela, escarlatina,Infección por SARS-CoV-.2 en 2021 (asintomático) con aislamiento durante 3 meses (?) La prueba PCR a los dos meses fue negativa. Dermatosis atópica semi estable. No alergias medicamentolsas conocidas.",
      "resto_de_aparatos_y_sistemas": "S.:D.P.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo (2 copas por semana).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dewrmatosis localizada a la cara lateral izquierda del cuello.",
      "morfologia": "Neoformación cubierta por piel aparentemente normal, bien limitada, firme al tacto. móvil sobre planos profundos, de 2 cms.",
      "resto_de_piel_y_anexos": "Nevos pigmentados inactivos.\r\nLentigines en los hombros.\r\nDermatitis atópica (placa eritematosa en la cara anterior del cuello, bien liimtada, lineal, de unos 6 cms.\r\nTatuaje en el brazo izquierdo."
    },
    "diagnosis": {
      "diagnostico_principal": "ADENOMEGALIA INFLAMATORIA E LA CARA LATERAL IZQUIERDA DEL CUELLO.\r\nNevos pigmentados inactivos.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21716",
    "clinical_data": {
      "padecimiento_actual": "21 DE FEBRERO DE 2025.- Inició su padecimiento hace un mes al decir de la madre,  con la aparición de pápulas en los labios vaginales que cedieron con icaden, cicaplast, pasta de Laassar, La dermatosis cedió pero hace 2 días reapaerecieron lsas lesiones, particularmente cuando hay contacto con orina..",
      "antecedentes_heredofamiliares": "Bisbuela materna diabética. hipertensa. quien tuvo infarto del miocardio, bisabuela materna tuvo ca. en huesos, bisabuelo paterno diabético, bisabuela paterna tuvo ca., en los huesos.",
      "antecedentes_personales": "Reflujo gatroesofágico al nacimento de 28 semanas, tratado durante 9 meses. No alergias medicametnosas conocidas..",
      "resto_de_aparatos_y_sistemas": "S.D.P:",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": null,
      "alcoholismo": null,
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada a los labios vaginales y a las ingles. Bilateral y simétrica.",
      "morfologia": "En los labios son placas  eritematosas bien limitadas, En las ingles son  pápulas eritematosas  agrupadas formando una placa en cada lado de 2 a 3 cms.",
      "resto_de_piel_y_anexos": "Nevo acrómico en la cara lateral derecha del cuello (mancha hipocrómica de 9 mms)."
    },
    "diagnosis": {
      "diagnostico_principal": "CANDIDIASIS VAGINAL E INGUINAL.\r\nNevo acrómiico en la cara lateral dercha del cuello.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21717",
    "clinical_data": {
      "padecimiento_actual": "21 DE FEBRERO DE2025.- Inició su padecimiento hace  6 meses con la aparición de manchas cafés en la mejilla izquierda y después en la región frontal,  donde en ocasiones produce molestia.  No ha tenido remisiones. Localmente: bloqueador isdin. Por vía sistémica: ningún medicamento.Nota: la paciente practica montañismo.",
      "antecedentes_heredofamiliares": "Madre  asmática, padre tuvo ca en la próstata.",
      "antecedentes_personales": "Gesta III, cesáreas II, aborto I, rinoplastía.Infección por SARS.CoV-2 en 2021 (fiebre, artralgias) persistiendo 3 días La prueba PCR a los 3 días fue negativa.  No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "S.D.P: Última revisión ginecológica hace varios años.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menar a a los 14 años de edad con ritmo de 28 X 4-5.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara donde afecta la region frontal  y  las mejillas. Bilateral y siméwtrica.",
      "morfologia": "Manchas tenues café moderadamente claras, mal liimitadas, diferentes formas y tamaños.",
      "resto_de_piel_y_anexos": "Pequeña banda ,ligeramente atrófica en la región frontal del lado derecho. \r\nNevos pigmentados inactivos.\r\nAngiomas capilares tipo rubi escasos.\r\nLentigine en el dorso de la mano izquierda."
    },
    "diagnosis": {
      "diagnostico_principal": "MELASMA EPIÉRMICO\r\nNevos pigmentados inactivos.\r\nAngiomas capilares tipo rubí.\r\nLentigine eln el drso de la mano izqujierda.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21718",
    "clinical_data": {
      "padecimiento_actual": "21 DE FEBRERO DE 2025. Inició su padecimiento hace 14 años con la aparición de un absceso en la axila izquierda que drenaron sugiriendo después depilación. Ha cursado con remisiones y exacerbaciones., la última hace 3 días en la ingle izquierda.Localmente: peróxido de beanzoílo. Por vía sistémcia: peroxicam, clindamicina.",
      "antecedentes_heredofamiliares": "Tío materno fue obeso fallecido por infarto del miocardio, padre diabético, tío materno hipertenso, abuela materna falleció por ca. en mama, madre tuvo ca. en mama. hermano (Joven Marcos Reyes) tiene dermattitis atópica, abuelo materno tuvo acné probablemente conglobata.",
      "antecedentes_personales": "Varicela, hepatitis tipo A, colecistectomía, drenaje de un absceso en la axila izquierda. Tiroiditis de Hashimoto.No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere los peroductos siguientes; resveratrol, biotina, zinc con jenjibre, vitamina C, vitamina E y ácido hialiurónico, eutirox. ültima revisión ginecológica hace 18 meses. Hipoacusia derecha.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca a los 13 añs co ritmo de 31 X 10.",
      "tabaquismo": "Positivo desde hace 3 años (10-15 cigarrillos por día).",
      "alcoholismo": "Positivo (2 copas por semana).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis dismienada a la ingle  y axila izquierdas y  a la cara interna del muslo derecho. Bilateral y asimétrica.",
      "morfologia": "Abceso en la ingle izquierda en vías de involución. \r\nCicatriz antigua en la axila izquierda.",
      "resto_de_piel_y_anexos": "Nevos pigmentados escasos, inactivos.\r\nAngima capilar tipo rubí en el hemitórx derecho posterior.\r\nLentigines en los hombros."
    },
    "diagnosis": {
      "diagnostico_principal": "HIDRADENITIS SUPURATIVA.\r\nNevos pigmentados inactivos.\r\nAngioma capilar tipo rubi en el hemitórax izquierdo posterior",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21719",
    "clinical_data": {
      "padecimiento_actual": "21 DE FEBRERO DE 2025.- Inició su padecimiento hace 8 meses con la aparición de una mancha café en la cara anterior del cuello y poco después en el lado izquierdo. No ha sido tratado.",
      "antecedentes_heredofamiliares": "Abuela materna falleció por ca. en el colon.",
      "antecedentes_personales": "Reflujo gastoesofágico al nacimiento tratado durante un mes.  No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "S.D.P.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo (3 copas por semana).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada al cuello en las caras laterales y anterior,  a las regiones supraclaviculares y a la reigón esternal. Bilateral y con tendencia a la simetría.",
      "morfologia": "Placas gris  más o menos bien limitadas con cierta tendencia al engrosamiento sobre todo en la placa esternal.",
      "resto_de_piel_y_anexos": "Nevos pigmentatdos escasos en la cara, inactivos.\r\nAcné comedónico I-.II\r\nMancha lentiginosa en el hemiabdomen izquierdo (ovalada, de u os 6 cms)."
    },
    "diagnosis": {
      "diagnostico_principal": "DESCARTAR ENFERMEDAD DE GOUGEROT-CARTEAUD (papilomatosis confluente y reticulada).\r\nNevos pigmentados escasos, incactivos.\r\nMancha lentiginosa en el hemiabdomen izquierdo.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21720",
    "clinical_data": {
      "padecimiento_actual": "24 DE FEBRERO DE 2025.- Inició su padecimiento hace 8 meses después de entrar a una alberca en Cancún.notando la aparición de  placas rojas en el párpado superior derecho, en las orejas y en el  escroto, con prurito. No ha tenido remisiones Localmente: eucerin.. Trabaja en una empresa que realiza eventos por lo cual se se expone frecuentemente al sol Por vía sistémica: ningún medicamento.",
      "antecedentes_heredofamiliares": "Hijo con acné,  hermana fue hipertensa, abuelo materno tuvo ca. en la próstata.",
      "antecedentes_personales": "Hepatitis tipo A, amigdalectomía. Sufrió un secuestro en 20005 y desde entnces persiste ansiedad. Infección por SARS-.CoV.2 en mayo de 2020 (rinorrea, mialgias, artralgias, debilidad, cansancio, cefalea, fiebre, baja oxigenación). Estiuvo aislado 20 días. La prueba para antígenos fue negativa. ALÉRGICO A PENICILINA.",
      "resto_de_aparatos_y_sistemas": "dddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddIngiere exometrina y setralina.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Positivo desde los 16 años hasta hace 15 años (2 cigarrillosal día).",
      "alcoholismo": "Positivo ( 4 copas por semana).",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada a las orejas en el pabellón y en el tragus, el párpado suepiror derecho y la mejilla derecha. Bilateral uy con tendenia a la simetría.",
      "morfologia": "Placas eritemato-.escamsas más o menos ien limitadas en las orejas y bien definidas en el páerpado supeiroer derecho y en la mejilla derecha.",
      "resto_de_piel_y_anexos": "Angiomas capilares tipo rubí.\r\nAcné  cicatrizal  en las regiones  temproales.\r\nNevos pígmentados escasos inactivos."
    },
    "diagnosis": {
      "diagnostico_principal": "DESCARTRA LE CRONICO DISEINADO.\r\nAngimas cailares tipo rubí.\r\nNevos pigmenatps escasos inactivos.",
      "otros_diagnosticos": "Disfunción eréctil"
    },
    "evolutions": []
  },
  {
    "cedula": "m-21721",
    "clinical_data": {
      "padecimiento_actual": "25 DE FEBRERO DE 2025.- Inició su padecimiento hace dos años con la aparición de pápulas dolorosas en la piel de la cabeza  en la zona frontal. Consultó una dermat{ologa  quien prescribó un shampoo, sin resultados.No ha tenido remisiones.. En USA le presribieron un shampoo para foliculitis y alguna solución con cierta mejoría. Al suspender los medicamentosa la dermatosis reaparece.",
      "antecedentes_heredofamiliares": "Abuelo paterno diabético, padre con angiomas capilares, queratosis seborreicas, lentigines, abuelo materno diabético que sufrió accidente vascular cerebral, abuelo paterno sufrió varios infartos  del miocardio.",
      "antecedentes_personales": "Infeccón ór SARS-COV- 2 en 2021 ( fiebre cansancio, rinorrea) Estuvo aislada 10 días. La prueba PCR fue negativa varicela, sarampión, parotiditis, rubeola, roseola, Fractura del codo izquierdo, y del dedo anular derecho operadas, hernioplastía inguinal derecsa, apendicectomía. Gesta III,para III. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "S.D:P: Úñltima revisión gineológica hace 8 meses.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Climaterio en la actualdad.",
      "tabaquismo": "Positivo desde los 15 años (10 cigarrillos al día) hasta los 28 años.",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cabeza donde afeca la región parietal izquierda casi en el vértex.",
      "morfologia": "Pápulo-costra eritematosa, redonda, de 4 mms. bien limitada.",
      "resto_de_piel_y_anexos": "Lentgines en el tóax posterior.\r\nAngiomas capilares tipo rubí.\r\nXersoiss en párpados inferiores."
    },
    "diagnosis": {
      "diagnostico_principal": "FOLICLITIS ESTAFILOCÓCCICA.\r\nAngiomas capilares tipo rubí.\r\nLentigines.\r\nXerosis palpebral.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21722",
    "clinical_data": {
      "padecimiento_actual": "25 DE EFEBRERO DE 2025.- Inició su padecimiento hace varios años con \"resequedades\" en la pierna derecha y en la cabeza sin síntomas, sin cambios excepto una situada en la piel de la cabeza que molesta al teñir el pelo. No ha sido tratada. Por vía sistémica. ningún medicamento.",
      "antecedentes_heredofamiliares": "Padre diabético, hipertenso, quien tuvo un accidente vascular cerebral y   ca. en el colon.",
      "antecedentes_personales": "Hace 10 años tuvo ca. renal derecho con nefrectonía, extirpación de ca. en el colon. Varicela, parotiditis, tosferina, Gesta IV, aborto I; para II, amigdalectomía, colecistetcomía, apendicetomía histererectomía parcial. Infección por SARS. CoV 2 en 2021 (malestar general), aislada 5 días, sin prueba ulterior.  ALÉRGICA A LA AMOXICILINA.",
      "resto_de_aparatos_y_sistemas": "Ingiere amlodipino, atenolol, eutirox, rosuvastatina.  Última revisión para mastografía y densitometría hace 2 años.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": "HIpertensión arterial en control.",
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia quirúrgica.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada a la región parietal izquierda y a la pierna derecha. Bilateral y asimétrica.",
      "morfologia": "Dos neoformaciones de color café, alargadas, de 6 a 9 mms. con oriificios foliculares dilatados, bien limitadas.",
      "resto_de_piel_y_anexos": "Angiomas capilares tipo rubí.\r\nLenigines en el tórax posterior y en el  dorso de las manos.\r\nManhas por lentio simple grandes en las mejillas partricularmentee la izqierda."
    },
    "diagnosis": {
      "diagnostico_principal": "QUERATOSIS SEBORREICAS.\r\nAngiomas capilares tipo rubi.\r\nLentigo  simple.\r\nLentigines..",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21723",
    "clinical_data": {
      "padecimiento_actual": "27 DE FEBRERO DE 2025.- iInició su padecimiento hace 3 meses después de haber usado uñas de acrílico notando dolor en el dedo anular derecho notando cambiod e color del pato ungueal y mal creciiento. Locsalmente: microdacyn. Porvpía sistémica.nigún medicamento.",
      "antecedentes_heredofamiliares": "Madre diabéwtica tipo II, hija diabétriuco tipo i, abuela materna hipertensa, abuelo maternoi tuvo un acidente vascular cerebral, tía materna tuvo  ca. en mama-.",
      "antecedentes_personales": null,
      "resto_de_aparatos_y_sistemas": "Varicela,  diabetes mellitus tipoi I en controol ALÉRGICA A BUTIL HIOSCINA.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca a los 11 años con ritmo de 28 X 6. co n cambio de carácter.",
      "tabaquismo": "Positvo desde los 20 años de eda (2 cigarriloos al día).",
      "alcoholismo": "Poisitivo remoto.-",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada  al anular derecho donde afecta ek borde ungueal posterior y el plato unguel.",
      "morfologia": "En el borde ugeal psteroir se observo una pequeñla placacongetsivo-.rojiza. El pato ugueal es amarilo-verde levemente distorsiano en el boerde externo.",
      "resto_de_piel_y_anexos": "Nevos pigmentados en mama izqiuerda (2), en el brazo derecho, en el hemiabdomen derecho y en el dorso de la mano izquierda, inactivos."
    },
    "diagnosis": {
      "diagnostico_principal": "PIODERMATITIS EN EL ANULAR DERECHO.\r\nNevos pigmentados iactivos.",
      "otros_diagnosticos": "Diabetes mellitus tikpo I??"
    },
    "evolutions": []
  },
  {
    "cedula": "m-21724",
    "clinical_data": {
      "padecimiento_actual": "28 DE FEBRERO DE 2025.- Inició su padecimientro  hace 4 años con la aparición de prurito en los párpados superiores y en el último mes se queja  de prurito en los pliegues melolabiales. Dice tener muchas preocupaciones y tensión emocional (su hijo Eduardo Abraham y su esposo) Localmemte: crema tododia, mantenol.  dexeryl. Por vía sistémica: loratadina, effurina (epinastina).",
      "antecedentes_heredofamiliares": "Padre diabético, madre fallecó´por infarto del miocardio.",
      "antecedentes_personales": "Varicela, sarampión, gesta I, cesárea I, apendiocectomía, cistoadenoma ovárico derecho operado, histerectomía con salpingoovsrietopía unilateral, extirpación de un lipoma en el hemitórax izquierdo lateral, operada por desprendimiento de rerina del ojo izquierdo, operada de cataratas con láser, hemorragia en el vítreo izquierdo, diabetes mellitus tipo II desde los 46 años de dad-.Infección por SARS-.C-CoV-2 hace un año (malestar general, artralgias, ageusia,  rinorrea), persistiendo 5 días.Estuvo aislada 10 días, sin prueba ulterior.ALÉRGICA A PENICILINA.",
      "resto_de_aparatos_y_sistemas": "Ingiene los productos siguientes: tegretol levetircetam (epilpesia), Aplica liraglutida y legludec, ingiere metformina, metilfenidato, multivitaminas, hidroxicina, atrorvastatitna, bezafibrato, gabapentina, duloxetina, sertralina, espironolactona, nifedipino, ibersartan, propanolol, producto vegano para prevención de infección de vías urinaria, omega 5, esomeprazol,.Útima revision ginecológica hace 3 meses.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": "Hipetresión aterial en control.",
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia quirúrgca.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara donde afecta los párpados superiores en el ángulo interno. Bilateral y  simétrica,",
      "morfologia": "Placas tenues eritemao-congestivo-escamsas, pequeñas.",
      "resto_de_piel_y_anexos": "HIpoacusia derecha."
    },
    "diagnosis": {
      "diagnostico_principal": "LIQUEN SIMPLE CRÓNICO EN LPS PÁRPADOS.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21725",
    "clinical_data": {
      "padecimiento_actual": "38 DE FEBRERO DE 2002., \tInició su padecimiento desde que recuerda con piel áspera en los brazos, sin síntomas. No ha sido tratado.",
      "antecedentes_heredofamiliares": "Abuela paterna hipertensa,  tuvo ca., en la vesícula, hermana (Srita.. Ana Paula Sosa) tuvo probable piitriasis versicolor y perforación de orejas para aretes).",
      "antecedentes_personales": "Negativos.Infección por SARS-CoV.2 en 2023 (fiebre, rinorea, cansancio, miialgias) persistiendo 4 días. No estuvo aislaado y no realizó prueba ulterioir. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "S.D.P-.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Negativo.",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis disemnada a las mejillas, a las extremidades superiores y al tórax posterior.Predomina en el tórax posterior.  Bilateral y simétrica.",
      "morfologia": "Inumerables pápulas escamosas parafoliculares, asentando en piel levemente escasmosa y ásprera.",
      "resto_de_piel_y_anexos": "Nevos pigmentados diversos ( cuello, mejilla izquierda (piloso) , tórax anterior, abdomen y palma derecha (2),"
    },
    "diagnosis": {
      "diagnostico_principal": "QUERATOSIS PILAR DISEMINADA.\r\nNevos pigmenatdos inactivos.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21726",
    "clinical_data": {
      "padecimiento_actual": "28 DE FEBRERO DE 2025T.- Inició su padecimiento hace 2 semanas estando en Chile, notó la aparición  de pápulas eritematoas en los brazos y ahora en los antebarzos, con prurito. Localmente: aloe vera, cremas. Por vía sistémca: loratadina, otro antihidstmainico.F-19857PG",
      "antecedentes_heredofamiliares": "Padre prediabético, madre hpertensa, tía paterna tuvo ca en el colon, abuela materna falleció por ca.en el cuello,abuelo paterno falleció por ca. en la próstata.",
      "antecedentes_personales": "Varicela, extirpación de un tumor en la encía derecha sin estudio patológico porque perdieron el frasco.Infección poer SARS.CoV.2 en 2021 (malestar general, rinorrea, odinofagia, , anosmia) persistiendo una semana, sin prueba ulterior. Alérgica al níquel., operada de miopia con lásix.  No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "S.D.P. Última revison  ginecológicsa haca 2 años.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menarca a los 14 años de edad con ritmo de 26-28 X 4.",
      "tabaquismo": "Positivo desde los 18 años de ead hasta los 24.",
      "alcoholismo": "Positivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis diseminada a los brazos y a los antebrazos sobre la sujperficie de extensión-. Bilateral y simétrica.",
      "morfologia": "Mini pápulas eritematosas numerosas en base levemente congestiva.",
      "resto_de_piel_y_anexos": "Queatosis pilar en los brazos.\r\nMultittuajes.\r\nNevo pigmentado de Miescher en el hemitórax izquerdo lateral (neoformación negra, ovalada, de 12 mms bien limitada, inactiva)."
    },
    "diagnosis": {
      "diagnostico_principal": "ERUPCION LUMINICA POLIMROFA.\r\nQueratosis pilar.\r\nNevo de Miescher pigmentado en el hemitórax izquierdo lateral, inactivo.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21727",
    "clinical_data": {
      "padecimiento_actual": "4 DE MARZO DE 2025.- Inició su padecimiento hace 5 años con caída de pelo en forma difusa, sin síntomas. No ha tenido remisiones. Localmente: ningún medicamento. Por vía sistemica: pilopeptan y zinc,",
      "antecedentes_heredofamiliares": "Madre con alopecia Ludwig I-II?,  abuelo matedrno y madre diabéticos, padre tuvo dos infartos del miocardio, fallecido por ca. pulmonar, abuelo materno tuvo ca. pulmonar, abuelo paterno tuvo ca. en la próstata.",
      "antecedentes_personales": "Varicela, sarampión, tosferina, apendicectomía, operada de miopía con lásix. gesta II, para II.Infección por SARS-CoV-2 en 2021 (gripe común, anosmia, ageusia,, fiebre, cefalea leve). Estuvo aislada 14 días. La prueba PCR fue negativa. Por segnda vez sed iknfectpó en 2023 (gripe leve). Estiuvo aislada 14 días co prueb PCR negativa. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Usa inhalador, en ocasiones ingiere advil. Última fevisón ginecológfica hace varios años.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia fisiológica a los 52 años.",
      "tabaquismo": "Positivo desde los 14 años hasta hace dos años (20 cigarrillos al dÍa).",
      "alcoholismo": "Negativo.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis loclaizada a la cabeza en forma difusa.",
      "morfologia": "Densidad moderamente disminuída de pelo el cual es firme, delgado, sin daño en el tallo  ni en la piel.",
      "resto_de_piel_y_anexos": "Lentigines."
    },
    "diagnosis": {
      "diagnostico_principal": "ALOPECIA TIPO LUDWIG I-II.\r\nLentigines.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21728",
    "clinical_data": {
      "padecimiento_actual": "4 DE MARZO DE 2025.- Inició su padecimiento hace dos años con la aparición de una mancha café en la región retroauricular izquierda sin síntomas. En el IMSS le prescibieron algún plvo, depsués tuvo un traumatismo en el área del arete notando crecimiento de la lesión. A veces hay puntitos de sangre. Por vía sistémica: peniclina.",
      "antecedentes_heredofamiliares": "Madre fue hipertensa.",
      "antecedentes_personales": "Gesta II, cesárea II, pereeclampsia en el pirmer embarazo, alopecia areata hace 25 años.concomitante al fallecimiento de su esposo. No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere exforge, omega 3, magnus polvos, proese, Última revisión ginecológica hace un año.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": "Hipertensión arterial en control.",
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menaopausia fsiológica a los 41 años de edad.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo remoto.",
      "problemas_emocionales": "Sueño no correcto por el cuidado de su madre."
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la región retroauricular izquierda.",
      "morfologia": "Placa de color café gris, grande, abarcando desde el surso hasta la porción inferior, con superficie irregular, bien limitada., de 2.8 x 1.5 cm., no dolorosa.",
      "resto_de_piel_y_anexos": "Nevos escasos pigmentados en la cara, inactvos.\r\nHipermelanosis friccional en la cara posterior del tórax en los tirantes del brassiere."
    },
    "diagnosis": {
      "diagnostico_principal": "DESCARTAR CA., BASOCELUALR PIGMENTADO RETROAURICULAR IZQUIERDO VS QUERATOSIS SEBORREICA.\r\nHipermelanosis por fricción en el tórax posterior.\r\nNevos escasos inactivos.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21729",
    "clinical_data": {
      "padecimiento_actual": "4 DE MARZO DE 2025.- Inició su padecimiento hace un año con una irritación en la punta de la nariz con remisiones y exacerbaciones, con cerecimiento y en alguna ocasión tuvo sangrado.Consultó un dermatólogo quien prescriibó efudix 5% durante 5 semanas. El médico la revisió y mecionó que en un año volviera a aplicar la crema. Al aplicar kitosscell dejó manchas cafés..",
      "antecedentes_heredofamiliares": "Dos tíos paternos diabéticos, abuela materna, madre y dos tios maternos hipertensos, abuela materna tuvo un accidente vascular cerebral, padre tuvo ca., en la próstata.",
      "antecedentes_personales": "Varicela, sarampión, hepatitis tipo A, Gesta I, cesárea I, amigdlaectomía..Infección por SARS -CoV 2 en febrero de 2023 (cansacio intenso, anosmoa, ageusia, odinofagia, cefalea, rinorrea) persistiendo 8 días. La prueba PCR a los 8 días negativa. Pör segunda vez se infectó en febrero de 2024 (cansancio intenso, rinorrera, malestar general), persistiendo 10 días. La prueba PCR fue negativa-.ALÉRGICA A PENICILINA, CEFALOSPORINAS",
      "resto_de_aparatos_y_sistemas": "Ingiere floxat, riesperdal. Última revisión ginecológica hace 5 meses.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": "Epistaxis ocasionales que ameritó elertrodesecación.",
      "ciclo_menstrual": "Menopausia fisiológica a los 53 años.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la nariz en la punta.",
      "morfologia": "Neoormación del color de la piel, ovalada, poco visible  de unos 4 mms.",
      "resto_de_piel_y_anexos": "Hipermelasosis secundaria en las mejillas. \r\nNevos pigmentados numerosos inactivos, el mayor en el hemitórax izquierdo posterior.\r\nLentigine en el dorso de las manos.\r\nDermatofibroma en el muslo izquierdo (neoformación de color rojo, redondo, de 3 mms semi blando)."
    },
    "diagnosis": {
      "diagnostico_principal": "PROBABLE QUERATOSIS ACTINICA VS CA. BASOCELULAR EN LA PUNTA DE LA NARIZ.\r\nHipermelanosis secudaria en las mejillas.\r\nNevos pigmentados numerosos inactivos.\r\nLentiigines en el dorso de las manos.\r\nDermatofibroma en el el muslo izquierdo.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21730",
    "clinical_data": {
      "padecimiento_actual": "4 DE MAFRZO DE 2025.- Inició su padecimiento hace 15 días con la aparición de inflamación y eritema pruriginoso en los párpados inferiores. Usó unacrema de Lancome y dos días después apareció la dermatosis. Por vía sistémica:: celestamine por una semana, tobramicina con dexametasona. con cierta mejoría.",
      "antecedentes_heredofamiliares": "Padre diabético, fallecido por infarto del miocardio, hermana diabética e hipertensa, madre tuvo ca. en páncreas, hermana (Sra. Ma. del Carmen Maauad) tiene depresión por viudez y tuvo dermtaitis por contacto alérgica.",
      "antecedentes_personales": "Varicela, sarampión, tosferina?, gesta III, pñara III, apendicecomía, salpingoclasia, histerectomía probablemente parcial. Infección por SARS-CoV-2 hace 3 años (asinotmática). La prueba para antígeno fue negativa No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingiere anapsique.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": "Menopausia qurúrgica.",
      "tabaquismo": "Negativo.",
      "alcoholismo": "Positivo (una copa por semana):",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara donde afecta los párpados superiores e inferiores. Bilateral y simétrica.",
      "morfologia": "Placas eritematto-congestivas abarcando los cuatro párpados, bien limitadas.",
      "resto_de_piel_y_anexos": "S.D.P."
    },
    "diagnosis": {
      "diagnostico_principal": "DERMATITIS POR CONTACTO EN LOS PÁRPADOS POR COSMÉTICOS.",
      "otros_diagnosticos": null
    },
    "evolutions": []
  },
  {
    "cedula": "m-21731",
    "clinical_data": {
      "padecimiento_actual": "4 DE MARZO DE 2025.- Inició su padecimiento hace 3 años después que una dermatóloga hizo alguna exfoliación, apareciendo  pápulas eritematosas, con dolor. Cursa con remisiones y exacerbaciones, éstas con ansiedad. Localmente: jabones y cremas. Por vía sis",
      "antecedentes_heredofamiliares": "Padres con afección ungueal podal, abuelo paterno tuvo ca. en próstata, madre (Sra. Laura Elizabeth López) tuvo onicomicosis distal subungueal, tinea pedis y probablemente pitiriasis versicolor,  bisabuela materna hipertensa diabética y tía bisabuela mate",
      "antecedentes_personales": "Varicela, amigdalectomía.Infección por SARS-CoV-2022 ( rinorrea cefalea, malestar general, fiebre, cansancio ) persistiendo una semana. La prueba PCR a los 10 días fue negsativa.No alergias medicamentosas conocidas.",
      "resto_de_aparatos_y_sistemas": "Ingoiere escitalopram y quetiapina.",
      "tendencia_a_cicatrices_queloides": null,
      "tension_arterial_alta_o_baja": null,
      "sangrado_o_hematomas": null,
      "ciclo_menstrual": null,
      "tabaquismo": "Positivo desde los 21 añs (un porro de marihuana por semana).",
      "alcoholismo": "Positivo remoto.",
      "problemas_emocionales": null
    },
    "allergies": {
      "analgesicos": null,
      "anestesicos": null,
      "antibioticos": null,
      "yodo": null,
      "adhesivos": null,
      "material_de_sutura": null,
      "otros": null
    },
    "general_history": {
      "topografia": "Dermatosis localizada a la cara donde afecta la región frontal , las meijllas, la nariz . Bilateral y simétrica.",
      "morfologia": "Pápulas eritematosas actiivas y pápulo-pústulas pequeñas asentadas en piel oleosa.",
      "resto_de_piel_y_anexos": "Nevos pigmentados escasos inactivos."
    },
    "diagnosis": {
      "diagnostico_principal": "ACNÉ DE ADULTO III.\r\nNevos pigmentados escasos inactivos.",
      "otros_diagnosticos": "Homosexual."
    },
    "evolutions": []
  }
]